# тут тексти зберігаємо
VORZEL_TEXT = """🏠 Гуртожиток за адресою смт. Ворзель, вул. Кленова 6А (30 кілометрів від центру Києва) — це компактна будівля КМА із власним подвір’ям. Вона розташована практично в курортному районі, відомому в Україні своїми сосновими лісами, приміським затишком та атмосферою «slow-living».

Але варто згадати й те, що Ворзель — місто-герой, яке пережило та зрештою героїчно відбило напад російських окупантів.

❗️ Гуртожиток у Ворзелі є місцем проживання винятково для студентів-магістрів, проте, як і студенти-бакалаври, вони мають можливість заселятися в інші гуртожитки:  Трою, Харьок чи Маккейна.

🔷 Планування:
-  коридорна система;
-  3 поверхи;
-  усього 69 кімнат: 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
🔹 У кожній кімнаті:
-  балкон (за винятком кімнат з номерами 225, 325);
-  відокремлене стінкою місце з мийкою;
-  Wi-Fi (за додаткову плату).
🔹 На кожному поверсі:
-  дві кухні (у кожній 1 мийка, 3 електроплити, 1 стіл-тумба та балкон)
-  спільний простір із диваном чи кріслами;
-  дві великі загальні душові кімнати; 
-  майстерня столяра та сантехніка;
-  дві великі туалетні кімнати;
-  тренажерна зала;
-  бібліотека;
-  пральня.
🔹 На 2-ому поверсі:
-  тенісний стіл;
-  тераса.
"""
CONTACTS_TEXT = """НАЙКРАЩИЙ ДЕВЕЛОПЕР У СВІТІ, ФІЛАНТРОП, МІЛЛІОНЕР І ПРОСТО ХОРОША ЛЮДИНА - ЖЕНЬОК @zhenyettta"""

ADVICES_TEXT = """Початок навчання в університеті часто супроводжується великим хвилюванням, особливо коли мова йде про життя в гуртожитку. Щоби максимально покращити свій досвід проживання в гуртожитку, скористайся наступними порадами.

🤝 Дружба зі своїми сусідами/-ками по кімнаті є зовсім необов’язковою, але звичайна підтримка здорових стосунків дуже важлива. Пам'ятай, що ввічливе середовище робить життя простішим.

👥 Знайди одногрупників/-ць, які мешкають із тобою в одному гуртожитку і створи навчальні групи. Це не тільки полегшить спільне навчання, але й закладе основу для потенційної дружби.

🔉 Стіни тонші, ніж ти думаєш! Будь уважним/-ою до своїх сусідів/-ок та утримуйся від гучної музики. Якщо ти чутливий/-а до звуку, придбай навушники з шумопоглинанням або беруші. А якщо концентрація у твоїй кімнаті стає неможливою і ти відволікаєшся на кожен звук, скористайся перевагами тихих кав’ярень або бібліотек.

🧹 Тримай свій особистий простір у порядку. Коли ти тільки заселяєшся, бери з собою лише найнеобхідніші речі, щоб підтримувати чистоту та порядок у житловому приміщенні. На спільній кухні ніколи не залишай посуд у раковині: золотим правилом у гуртожитку є своєчасне миття посуду. Також подумай про окремі сміттєві кошики для особистого простору і для спільної зони, щоб ефективно утилізувати сміття.
"""

TROYA_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Олександри Екстер 14Б (кол. Марини Цвєтаєвої) — це найбільший бакалаврський гуртожиток КМА, який розташований у Деснянському районі Києва, у житловому масиві Троєщина. Власне, звідси й походить назва «Троя», якою користуються всі мешканці гуртожитку.

🔷 Планування:
-  блочна система, по 8 блоків на кожному поверсі (окрім 1-го поверху, де 4 блоки);
-  блок містить 4 кімнати, душ і туалет;
-  усього 144 кімнати: 4-місні, 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
-  ліфт;
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  кухня (1 мийка, 1 електроплита, 1 стіл-тумба);
-  балкон, (усі блоки, окрім 1-го поверху);
-  душова кімната;
-  туалет.
🔹 На 1-ому поверсі:
-  пральня (6 пральних машинок: прання за додаткову плату);
-  читальня (1-й поверх);
-  майстерня сантехніка;
-  майстерня електрика.
🔹 На 2-ому поверсі:
-  спортивна зала (2-й поверх).
🔹 На 3-ому поверсі:
-  тенісний стіл.
🔹 На 6-ому поверсі:
-  майстерня столяра
🔹 На 9-ому поверсі:
-  кінозал.

"""

KHARYOK_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Харківське шосе, 17 — другий за розміром бакалаврський  гуртожиток КМА, який займає половину (1 під’їзд) 9-поверхової будівлі в Дніпровському районі Києва та розташований за 10 хв пішки від Дарницького вокзалу.

Серед студентства гуртожиток відомий як «Харьок». Власне кажучи, ця назва повністю відповідає його динамічній спільноті, студентському життю та статусу колиски багатьох могилянських мемних історій.

🔷 Планування:
-  блочна система, по 2 блоки на кожному поверсі;
-  9 поверхів (1-й — не житловий);
-  блок містить 6–7 кімнат (окрім одного блоку на 2-му поверсі, де 4 кімнати);
-  кімнати: 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  кухня (1 мийка, 1 електроплита, 1 стіл-тумба):
-  душова кімната (1 душова кабінка та 3 раковини);
-  туалетна кімната (2 туалетні кабінки);
-  великий спільний простір;
-  балкон.
🔹 На 1 поверсі:
-  пральня (6 пральних машинок: прання за додаткову плату).
"""

MAKKEINA_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Дж. Маккейна, 31А — найменший бакаларський гуртожиток, який могилянці жартома називають «Маккейнстейт». Він займає невелику частину (1 під’їзд) 9-поверхової будівлі в Печерському районі Києва неподалік зеленої та синьої гілок метро.

🔷 Планування:
-  блочна система, по 4 блоки на кожному поверсі;
-  9 поверхів (студенти мешкають від 3-го до 9-го, інше — приватні квартири);
-  блок містить 2–4 кімнати;
-  кімнати: 4-місні, 3-місні, 2-місні, 1-місні;

🔷 Зручності:
-  дві кухні на 5 та 9 поверсі;
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  душова кімната;
-  туалетна кімната.
🔹 На 1 поверсі:
-  Пральня (прання за додаткову плату).
"""

DOCUMENTS_TEXT = """🏫 Процес поселення починається з подання заявки через могилянську е-систему поселення — DMS. Після цього потрібно буде дотримуватись інструкцій на екрані, ознайомитися з документами, які відобразяться у вікні та обов’язково роздрукувати їх. Після підтвердження місця у визначені дати (зазвичай останні дні серпня/перші дні вересня) потрібно приїхати до гуртожитку та подати:

1. Медичні документи:
-  довідка про дерматологічне обстеження (дійсна лише 3 дні з моменту видачі) та її копія;
-  довідка про флюорографічне обстеження (дійсна 1 рік з моменту видачі) та її копія;
-  копія декларації із сімейним лікарем.

📄 Замість флюорографії та довідки від дерматолога (принаймні замість флюорографії) можна подати форму 086, проте перевір наявність саме пункту флюорографії/дерматологічного огляду.

2. Роздруковані (із DMS):
-  бланк заяви на поселення;
-  бланк ордеру;
-  бланк договору.

3. Квитанція оплати за проживання (може бути в е-вигляді в смартфоні).

4. 2 фотографії 3х4.

5. Документи для застосування пільгових умов (за наявності пільг):
-  документи, що підтверджують право на пільгу;
-  заява з DMS про пільгове проживання  (лише якщо для тебе передбачена пільга при оплаті).
"""

PRICE_TEXT = """🏠 Поселення відбувається випадковим чином в е-системі поселення DMS. Вартість проживання студентів/-ок НаУКМА є однаковою для кожного гуртожитку. Після отримання місця потрібно оплатити проживання в е-системі поселення за навчальний рік повністю (10 місяців) або частинами (по 2, 4, 6, 8 місяців).

Вартість ліжко-місця на місяць становить:
🔹 У 2/3/4-місній кімнаті: 
-  для бакалаврів та магістрів — 800 грн;
-  для аспірантів та докторантів — 2200 грн;
 
🔹 В 1-місній кімнаті: 
-  для бакалаврів та магістрів — 1104 грн;
-  для аспірантів та докторантів — 3036 грн.
 
Водночас для деяких категорій мешканців доступна пільгова оплата та пріоритетне право на поселення. Деталі про пільги дивися на сайті Приймальної комісії.

🧑‍🎓 Для іноземних студентів, які приїздять за програмою обміну для навчання у НаУКМА, вартість ліжко-місця в студентському гуртожитку в кімнаті з поліпшеними умовами за адресою м. Київ, Харківське шосе, 17 на місяць становить 2200 грн.
"""

STUDENTSORG_TEXT = """
👩🏻‍💻 Студентські організації, або СОшки, — це об’єднання студентів навколо спільної діяльности чи інтересу. СО допомагають ближче познайомитися із спільнотою, а також розвинути навички роботи в команді, ведення соцмереж та комунікації. Часто студентські організації влаштовують різні заходи, на яких можна гарно провести час, та й нерідко дізнатися щось нове і корисне для себе. 

🎀 Студентська ініціативна група — це та сама студентська організація, але лише на етапі створення. Якщо ти не знайдеш для себе нічого підходящого серед СО, знайшовши коло однодумців, ти можеш створити свою СІГ. Коли вона проходить випробувальний термін, вона стає повноцінною студентською організацією.

👀 У Могилянці зараз більше 40 СО та СІГ, з якими ти можеш ознайомитися за посиланням. Ти, дуже ймовірно, зможеш знайти щось для себе. Якщо ні — створиш свою організацію.

💙 У будь-якому випадку СО — це «сейф-спейс», який допоможе тобі розширити коло спілкування та розвинути навички з будь-якого напряму. 

🫂Могилянка чекає на тебе!
"""

STUDENTSOSS_TEXT = """👥 Органи студентського самоврядування, або ОСС,  — організації, які представляють та реалізують інтереси студентів. У Могилянці ОСС нагадують «мінімодель держави».

🔹 Студентська колегія — це «уряд», склад якого обирається шляхом студентських виборів. Головна мета — це захист інтересів та прав студентів, допомога в реалізації студентських ініціатив та координація діяльности всіх студентських організацій, які функціонують у Могилянці. 

🔹 Конгрегація студентів — «парламент», що складається з 21 делегатів/-ок, які представляють студентів кожного факультету. Серед їхніх основних повноважень впровадження стратегії самоврядування, затвердження бюджету, а також КС призначає та відкликає членів деяких інших органів студентського самоврядування.

🔹 Студентська виборча комісія — аналог Центральної виборчої комісії. Це той орган самоврядування, який організовує та гарантує чесні, прозорі та демократичні вибори. 

🔹 Старости груп і ради гуртожитків — «місцеве самоврядування». Староста — це та людина, яка протягом усього періоду навчання буде комунікувати з деканатом, викладачами та катедрою від імені усіх своїх однокурсників.

🔹 Рада гуртожитків — це виборні представники інтересів мешканців гуртожитків НаУКМА. Вони підтримують комфортні житлові умови та виступають модераторами життя гуртожитків.

🖇️ Органи студентського самоврядування є одними з найважливіших механізмів у студентському житті: вони реалізують ідеї, потреби та бажання студентів, створюють активне студентське життя, а самі учасники ОСС розвивають навички комунікації та взаєморозуміння! 
"""

TRIMESTER_TEXT = """Академічний календар у Могилянці ділиться на триместри: осінній семестр, весняний семестр та додатковий період весняного семестру. (Осінній, весняний та літній триместр відповідно). Так, це означає три сесії, проте це навіть дещо спрощує вивчення дисциплін, тому що обсяг інформації більш рівномірно розподілено. 

🔹 Осінній семестр розпочинається 1 вересня і триває 15 тижнів до 20-х чисел грудня. Закінчується триместр заліково-екзаменаційною сесією. Потім настають омріяні канікули. 

🧘 Зимові канікули тривають орієнтовно місяць.

🔹 Весняний семестр починається наприкінці січня і триває 14 тижнів. Упродовж цього семестру відбувається запис на вибіркові дисципліни і формування індивідуальних навчальних планів на наступний рік. Заліково-екзаменаційна сесія завершується орієнтовно в середині травня

🧘 Між весняним та літнім триместрами канікул немає.

🔹 Додатковий період весняного семестру, або літній триместр, — найкоротший. Він розпочинається в середині травня та триває 7 тижнів до 29 червня. У цей час зазвичай небагато предметів, і навантаження найменше.

🧘 Омріяні літні канікули розпочинаються 1 липня і тривають два місяці до 1 вересня.
"""

DIFFERENCE_TEXT = """Університетське навчання — це не просто продовження шкільних років, а зовсім інший етап життя. 

📚 Однією з основних відмінностей є система організації занять. У школі уроки можуть тривати 45 хв, в університеті — 80–90 хв. У КМА — 80 хв.

🎓 У школах існує лише один вид занять — уроки, в університеті їх декілька: лекції та семінари. Лекції подібні до уроків, на якому викладач/-ка пояснює матеріал. А семінари — практичні заняття, на яких студент/-ки отримують бали, відповідаючи на запитання за темами минулих лекцій або обговорюють інші питання.

‍👨‍🏫 Вчитель/-ка і викладач/-ка виконують настільки близькі функції, що багато хто плутає їхні ролі. В обов’язки викладача не входить навчання студентів у тому вигляді, як воно здійснюється в школі. Завдання викладача — повністю представити студентам необхідну інформацію з конкретного предмета та організувати контроль над якістю її засвоєння, в той час як вчитель навчає, розвиває та, в певному сенсі, виховує своїх учнів.

‍🏫 Факультет — структура, що об’єднує кілька катедр. Катедра — підрозділ на факультеті, що відповідає за певну наукову галузь. Наприклад, факультет соціальних наук та соціальних технологій включає в себе катедри політології, соціології, міжнародних відносин та ін.

📝 Сесія — це період екзаменів, коли студенти/-ки доводять,, що засвоїли весь навчальний матеріал. У школі період контрольних перед канікулами дещо схожий на сесію. Варто зазначити, що в університеті також існують контрольні (чи модульні) роботи — оцінювальні роботи, які проводяться після завершення вивчення окремого розділу (модуля) навчального курсу.
"""

GRADE_SYSTEM = """Система оцінювання в університеті цілком відмінна від шкільної:

✏️ Оцінювання відбувається за стобальною шкалою, у якій А (відмінно) — 91–100, B (дуже добре) — 81–90, С (добре) — 71–80, D (задовільно) — 60–70, F (незадовільно) — 1–59.

👩🏻‍💻 Діє накопичувальна система, тобто усі бали отримані протягом семестру підсумовуються у фінальну оцінку. Зазвичай розподіл балів такий: 
 🔹 60 за роботу в семестрі + 40 за екзамен;
 🔹 70 за роботу в семестрі + 30 за залік.

🤓Також на факультеті правничих наук діє середньозважена система. З оцінок отриманих за за семінари та письмові роботи береться середнє арифметичне і тоді підсумовується фінальний бал:
середнє арифметичне за семінарські заняття + середнє арифметичне письмові роботи + залік/екзамен

👩🏻‍🎓 Щоб закрити предмет (отримати зарах.) потрібно отримати щонайменше 60 або 61 бал у залежності від дисципліни. В іншому випадку потрібно буде перескладати іспит або ще раз слухати дисципліну наступного року, якщо вийшло менше 30 балів. У такому разі необхідно буде оплатити ту кількість кредитів, які ти переслуховуватимеш.

👀 Деякі викладачі можуть поставити оцінку за іспит автоматом, якщо ти гарно працював/-ла протягом семестру. Проте варто пам’ятати, що у кожного/-ої викладача/-ки свої критерії до автомату, а деякі не дають такої можливості.

🍀 Успіхів!
"""

INP_TEXT = """Могилянці та могилянкині самостійно складають собі навчальний план, обираючи чверть усіх дисциплін самостійно. Саме тому це і називається індивідуальний навчальний план (ІНП).

📚 ІНП складається з трьох типів дисциплін: нормативних (ті, які студент/-ка обов’язково має прослухати в межах своєї спеціальності), вибіркових професійно-орієнтованих (ті, які безпосередньо стосуються спеціальності, проте не завжди обов’язкові)  та вільного вибору (будь-які, що існують в КМА). Про останні два типи читай у розділі «Вибіркові дисципліни».

🏆 За 4 роки навчання на бакалавраті або 2 роки на магістратурі всі дисципліни мають мати в сумі 240 та 120 кредитів відповідно. Орієнтовно по 60 кредитів на рік.

Кредит — це одиниця вимірювання навантаження. 1 кредит — це приблизно 30 годин навчання. Якщо 1 дисципліна важить 3,5 кредитів, це означає, що для її опанування потрібно витратити близько 3,5 х 30 = 105 годин аудиторного та самостійного вивчення сумарно.

У середньому дисципліна важить від 2 до 5 кредитів, проте може бути й 9 у випадку, якщо вона розділена на 2 семестри по 4,5 кредитів на кожен.

❗️ Розподіл нормативних та вибіркових кредитів для кожної спеціальності є різним щороку, тому і кількість вибіркових дисциплін щосеместру відрізняється, проте за 4 роки бакалаврату необхідно набрати:
-  50 кредитів професійно-орієнтованих дисциплін (10-15 дисциплін);
-  25 кредитів дисциплін вільного вибору (8-10 дисциплін);
Для магістратури довжиною у 2 роки цей розподіл є іншим:
-  від 25 кредитів професійно-орієнтованих дисциплін (8-10 дисциплін);
-  від 10 кредитів дисциплін вільного вибору (від 3 дисциплін).

Детальніше про вибіркові дисципліни читай у розділі «Вибіркові дисципліни».

"""

ORGANIZATION_TEXT = """У Могилянці функціонує безліч корисних та зручних онлайн-сервісів, які спрощують навчання. Поговорімо про деякі з них.

🔹 Outlook. Під час навчання тобі створять  корпоративні акаунт MS Office та пошту, яку ти використовуватимеш упродовж усьго навчання. За допомогою неї ти матимеш змогу заходити на всі наші корпоративні платформи. Також на Оutlook-пошту тобі буде приходити найважливіша інформація від викладачів/-ок та катедри, запрошення на різні конференції, лекторії тощо. Ще в цьому застосунку є зручний календар, у якому ти зможеш розписати свій розклад та налаштувати нагадування про події. 

🔹 DistEdu — це найголовніша платформа під час навчання. Тут зібрана вся інформація про курси, які ти відвідуєш. На сайті можна пройти тести, переглянути  журнал оцінок, здати домашні завдання тощо.

🔹 САЗ (система автоматизованого запису) — не менш важлива платформа, тут кожен/-на створює індивідуальний навчальний план, відбувається запис на вибіркові дисципліни та у семінарські групи. Тут ти відстежуватимеш свій розклад, кількість дисциплін, своїх одногрупників тощо.

🔹 Онлайн-бібліотека. Вона спрощує життя багатьом студентам, оскільки тут ти можеш оформити читацький квиток, замовити та забронювати книжку в особистому кабінеті. Зручний пошук із великою кількістю фільтрів допоможе знайти будь-яке ексклюзивне видання. 

🔹 DMS — платформа для тих, хто проживатиме в гуртожитку. Тут можна заселитися, створити запит на переселення в іншу кімнату або гуртожиток, додати пільги, якщо такі є, а також сплатити за проживання.

🔹 Zoom та MS Teams — застосунки, за допомогою яких буде відбуватися твоє онлайн-навчання в разі, якщо в тебе з певних дисциплін будуть дистанційні пари.

"""

TEACHER_TEXT = """У Могилянці у визначені дати (зазвичай наприкінці семестру) відбувається опитування щодо якості викладання.

✍️ Це можливість для студентів/-ок ділитися своїми відгуками про дисципліни та викладачів/-ок; давати поради щодо покращення навчального процесу; ділитися тим, що дуже подобається під час опанування курсу, а що взагалі ні.  

🏛️ Опитування відбувається для того, аби викладачі/-ки мали орієнтири для вдосконалення своїх курсів, а адміністрація глибше аналізувала ефективність роботи наукового складу. 

❗️ Відгуки на дисципліни є анонімними та впливають на зміни в навчальних програмах та у викладацькому складі.
"""

DISCIPLINES_TEXT = """👀 Вибіркові дисципліни — це ті дисципліни, які ти самостійно обираєш для прослуховування.

Вибіркові дисципліни розширюють знання в різних сферах. Якщо ти вивчаєш фізику, але цікавишся психологією, ти можеш обрати будь-які предмети з цієї спеціальності. 

Окрім цього, ти можеш поглибити знання зі свого напряму, обравши дисципліни в межах свого факультету. Наприклад, ти можеш обрати предмет з маркетингу, навчаючись на фінансах. 

💫 Вибіркові дисципліни поділяються на дві групи.

🔹 Професійно-орієнтовані дисципліни — ті, які спрямовані на поглиблення знань в обраній сфері. На кожній спеціальності є перелік таких дисциплін, з яких на рік ти обираєш дві чи три, залежно від кількості кредитів. Всього на весь період навчання на ці дисципліни виділено 50 кредитів.

🔹 Дисципліни вільного вибору — це будь-які дисципліни, які тебе цікавлять. На чотири роки у тебе буде 25 кредитів на такі предмети. Це може бути щось суміжне до твоєї спеціальності або щось зовсім не пов’язане з нею. 

Здебільшого обирати дисципліни можна з другого курсу, проте на деяких спеціальностях це потрібно робити вже на першому курсі. 

Для цього в тебе буде корпоративний акаунт, який буде підв’язаний до системи автоматичного запису (САЗ), де і буде відбуватися запис на дисципліни.

❗️ Пам’ятай, що потрібно розраховувати тижневе навантаження при виборі дисциплін, адже цікавих дисциплін багато, але в добі лише 24 години. Також не забудь зібрати відгуки про дисципліни, перш ніж записуватися.
"""

STUDY_FORMAT = """Минулоріч для більшости студентів та студенток першого курсу навчання розпочалося в повністю очному форматі за винятком ситуацій, коли викладач/-ка фізично не можуть бути в Академії. Тому цьогоріч, найімовірніше формат навчання теж буде офлайновий, проте все залежатиме від безпекової ситуації в Києві.

У цілому, формат навчання залежить як від спеціальности та курсу, так і від самих студентів/-ок, адже визначається голосуванням студентів/-ок.

Наприклад, на факультеті природничих наук без очного навчання аж ніяк, тому що специфіка спеціальностей потребує постійної практики. Факультет правничих наук давно практикує змішане навчання на більшості свої дисциплінах — це дуже зручно, коли студенти не мають змогу долучитись до очного навчання та підключаються дистанційно. Деякі спеціальності старших курсів навчаються повністю в онлайн-форматі. 

Зичимо якнайшвидше зустрітися у стінах КМА! 💙
"""

SCHEDULE_TEXT = """🔹У Могилянці є чимало особливостей організації розкладу пар. Поговоримо про них.

🔹 У студентів/-ок немає однієї сталої групи на всі дисципліни, натомість на кожну дисципліну є окрема група, в якій можуть бути як першокурсники/-ці, так і студенти/-ки 4-го курсу. 

Це спричинено через те, що у нас можна вибирати будь-які  дисципліни та з будь-якого року навчання. Наприклад, навчаючись на 3-му курсі економіки, ти можеш обрати дисципліну, яку викладають для 1-го курсу психологів.

Детальніше про це читай  у розділах «Індивідуальний навчальний план» та «Вибіркові дисципліни».

🔹 Також ми обираємо групу, у якій ми будемо вивчати ту чи іншу дисципліну. Вибір груп полегшує планування особистого часу, допомагає балансувати між навчанням та іншими аспектами життя.

Перед початком триместру студент/-ка отримує загальний розклад дисциплін із визначеним часом проведення семінарів. 
Опісля він/вона формує свій розклад і самостійно обирає одну семінарську групу із запропонованих для кожної дисципліни окремо,, орієнтуючись на зручний для нього/неї час проведення занять. Тим самим можна сконцентрувати всі пари на початку дня, або у другій половині, або ж взагалі всі в один день, якщо буде така можливість.
 
✍️ У першому триместрі першого курсу на групи розподіляє деканат, а вже з наступного триму ти самостійно обираєш групи, що дає змогу скласти максимально зручний графік. 

"""

MOBILITY_TEXT = """✈️ Навчаючись у Могилянці, ти можеш отримати унікальний досвід навчання за кордоном. Академія співпрацює з університетами Європи, Канади і США.  
Поїхати на мобільність можна вже на 2-му курсі, проте рекомендують 3-й курс, адже він найзручніший для цього.

💁🏻‍♀ У НаУКМА є два варіанти мобільності.

🔷 За програмою Erasmus +
Це програми мобільности до університетів ЄС. Ці програми передбачають стипендію, а також покриття вартості навчання та витрат на дорогу, а всі інші витрати — за твій рахунок. (Проте, це варіюється в залежности від університету) За програмами Erasmus+ можна поїхати до університетів Німеччини, Польщі, Франції, Фінляндії, Нідерландів, Туреччини, Австрії, Норвегії, Іспанії та Словаччини тощо.

🔷 За двосторонніми договорами.
За двостороннім договором можна навчатися в будь-якому університеті світу, з яким співпрацює Могилянка. За цим видом мобільности учасник звільняється від оплати за навчання, а всі інші витрати покриваються не завжди. Стипендія є не на всіх програмах, але в такому випадку зазвичай оплачується проживання. Наразі КМА співпрацює з університетами Канади, США, Сполученого Королівства тощо

👀 Що потрібно для участі?

-  Середній бал більше 85;
-  Академічна довідка із вказаними балами за пройдені дисципілни;
-  Сертифікат із підтвердженим рівнем англійської (деякі програми вимагають офіційні на кшталт IELTS/TOEFL, тому внутрішній сертифікат НаУКМА підійде не завжди);
-  Погодження дисциплін (Тобі потрібно перезарахувати в КМА певну кількість дисциплін, які ти вивчатимеш у закордонному ЗВО);
-  Заповнення аплікаційної форми для участі із усіма необхідними даними, зокрема мотиваційний лист;
-  Бути повнолітнім станом на момент подання заявки;
-  Успішне проходження інтерв’ю з представниками ЗВО-партнера для деяких програм;

🍀 Успіхів!
"""

PRACTICE_TEXT = """🏛️ Навчальна практика у Могилянці є вкрай різноманітною: вона включає професійно-орієнтовану, волонтерську, лабораторні роботи, екскурсії та інші форми. 

🔷 Також існує виробнича та науково-дослідницька практики. Перша включає в себе технологічну, дослідницьку, педагогічну та інші, спрямовані на закріплення теорії в практиці. Науково-дослідницька практика ж спрямована на розвиток компетентностей в організації та виконанні наукових досліджень.

🔷 Форма проходження практики найчастіше очна, але в окремих випадках практика може відбуватись у дистанційній формі.

🔷 Метою практики є ознайомлення із специфікою фаху та формування професійних умінь, закріплення та поглиблення теоретичних знань, розвиток практичних навичок.

🔷 Зміст практики визначається навчальними планами відповідно до освітньої програми.
"""

WORK_TEXT = """
Національний університет «Києво-Могилянська академія» відзначається не лише своєю високою якістю освіти, але й активною підтримкою студентів і випускників у сфері працевлаштування. Заснований у 1994 році, Центр кар'єри та працевлаштування студентів та випускників уже близько 30 років підтримує могилянців в їх становленні як молодих фахівців. Коротко про діяльність Центру:

🔎 Пошук роботи. Центр активно допомагає студентам і випускникам у пошуках роботи. Зокрема, організацією та проведенням презентацій компаній, де студенти можуть познайомитися з потенційними роботодавцями. Також оприлюднюють інформацію про вакансії через дошки оголошень, електронні розсилки та вебсайт Центру. 

🗣️ Розвиток навичок. Центр працевлаштування організовує семінари, тренінги та майстер-класи на актуальні теми, зокрема «Резюме», «Успішне інтерв'ю», «Мистецтво презентації», "«Лідерство». Це спрямовано на формування якостей молодого фахівця та адаптацію до сучасних вимог ринку праці.

👨🏻‍💼 Співпраця з бізнесом. Реалізація спільних освітніх проектів з компаніями-роботодавцями допомагає студентам отримати професійні знання від провідних фахівців.

Важливо зауважити, що студенти та випускники НаУКМА користуються високим попитом на ринку праці. Завдяки якісній підготовці та підтримці Центру кар'єри та працевлаштування, вони мають можливість для самореалізації та кар'єрного росту в різних сферах. Багато могилянців успішно працюють як в українських, так і міжнародних компаніях.
"""

SERT_BACHELOR = """
Сертифікатні програми — це ретельно структуровані комплекси вибіркових навчальних дисциплін спорідненої тематики, прослуховування яких дає можливість отримати поглиблені знання та здобути необхідні навички в певних сферах.

📚 На відміну від бакалаврської програми, сертифікатні програми для бакалаврів, як правило, є коротшим і більш гнучким варіантом, який вимагає менше часу для завершення.

👩‍🎓 Студент/-ка, який/-а успішно завершує сертифікатну програму, отримує відповідний сертифікат, який додається до його/її диплома. Для студентів Могилянки такі програми є безкоштовними, а особи, які не навчаються в НаУКМА, можуть приєднатися до сертифікатних програм на платній основі. Самі ж програми розраховані на кілька років.

🗣️ Актуальні сертифікатні програми на 2024–2025 рік на першому (бакалаврському) рівні вищої освіти:

Факультет гуманітарних наук: 
🔹 Релігієзнавство;
🔹 Мистецтвознавство;
🔹 Перекладацька та редакторська діяльність;
🔹 Історія дипломатії;
🔹 Музеєзнавство;
🔹 Полоністичні студії.

Факультет економічних наук:
🔹 Економіка і політика;
🔹 Економіка і міжнародний розвиток;
🔹 Економіка інноваційного розвитку.

Факультет інформатики:
🔹 Математичні основи машинного навчання;
🔹 Дизайн цифрових продуктів;
🔹 Веб-дизайн;
🔹 Програмування під iOS;
🔹 Розробка клієнт-серверних веб-застосунків мовою JavaScript;
🔹 Розробка бізнес застосувань на Java;
🔹 Основи інформаційної безпеки.

Факультет природничих наук:
🔹 Фізика біологічних систем;
🔹 Екологічне управління  та логістика;

Факультет соціальних наук та соціальних технологій:
🔹 Діджитал комунікації;
🔹 Публічні комунікації: стратегії та прикладні комунікаційні технології;
🔹 Урядові комунікації.

Факультет охорони здоров’я:
🔹 Соціальна психологія та конфліктологія;
🔹 Психологія особистого розвитку;
🔹 Медіація та управління конфліктами.

Детальніше прочитати про кожну сертифікатну програму на 2024–2025 рік можна [тут](https://vstup.ukma.edu.ua/certificate-programs).
"""

SERT_MASTER = """Сертифікатні програми — це ретельно структуровані комплекси вибіркових навчальних дисциплін спорідненої тематики, прослуховування яких дає можливість отримати поглиблені знання та здобути необхідні навички в певних сферах.

📚 На відміну від магістерської програми, сертифікатні програми для магістрів, як правило, є коротшим і більш гнучким варіантом, який вимагає менше часу для завершення.

👩‍🎓 Студент/-ка, який/-а успішно завершує сертифікатну програму, отримує відповідний сертифікат, який додається до його/її диплома. Для студентів Могилянки такі програми є безкоштовними, а особи, які не навчаються в НаУКМА, можуть приєднатися до сертифікатних програм на платній основі. Самі ж програми розраховані на кілька років.
 
🗣️ Актуальні сертифікатні програми на 2024–2025 рік на другому (магістерському) рівні вищої освіти:

Факультет соціальних наук та соціальних технологій:
🔹 Європейські студії;
🔹 Теорія і практика зв’язків з громадськістю (Public Relations);
🔹 Антикорупційні міждисциплінарні студії;
🔹 Політичні технології у виборчих кампаніях.

Факультет природничих наук:
🔹 Зелений бізнес.

Факультет інформатики:
🔹 Аналіз даних.


Факультет охорони здоров’я:
🔹 Основи громадського здоров'я;
🔹 Психосоціальна підтримка у громадах під час криз і надзвичайних ситуацій;
🔹 Трансдіагностичне консультування СЕТА;
🔹 Сучасна теорія і практика викладання у сфері громадського здоров’я.

Факультет правничих наук:
🔹 Global economic law;
🔹 Кримінальна юстиція;
🔹 International Law and Security;
🔹 Верховенство права і конституціоналізм;
🔹 Комерційне право;
🔹 Оподаткування в сфері бізнесу;
🔹 Актуальні проблеми міжнародного публічного права;
🔹 Міжнародне публічне право і права людини.

Детальніше прочитати про кожну сертифікатну програму на 2024–2025 рік можна [тут](https://vstup.ukma.edu.ua/certificate-programs).
"""

BUILDINGS_TEXT = """🏛️ Академія складається з 10 корпусів, а також Культурно-мистецького центру, бібліотеки рідкісних видань та бібліотеки ім. Антоновичів. Усі споруди розташовані навколо двох плаців (внутрішніх двориків), місце перебування яких у самому серці Києва  — на Подолі. 

Поговорімо детальніше про кожен з корпусів:

1️⃣ — новий академічний корпус, де розташований факультет гуманітарних наук та факультет інформатики (а саме катедри культурології, філософії та релігієзнавства, інформатики, математики, мережних технологій та мультимедійних систем). Також там є кабінет Президента НаУКМА, планово-фінансовий відділ та студентський відділ кадрів.

2️⃣ — навчальний корпус, де розташовані катедри хімії, біології, фізико-математичних наук та Видавничий дім «Києво-Могилянська академія”.

3️⃣ —  циркульний (Ковніровський) корпус, де розташовані факультет природничих наук, катедри екології, англійської мови, фізичного виховання, української мови, археології, загального і слов'янського мовознавства, літературознавства. Також там знаходяться лінгафонні кабінети катедри англійської мови та спортивна зала,.

4️⃣ — навчальний корпус, де розташовані факультет правничих наук та Києво-Могилянська Бізнес-Школа. Також саме у четвертому корпусі знаходяться Могилянська школа журналістики, катедри соціології, політології, зв`язків з громадськістю, психології та педагогіки,  Школа соціальної роботи ім. В.І. Полтавця та Американська бібліотека ім. В. Китастого.

5️⃣ —  корпус, де знаходяться навчально-науковий центр , Докторська школа ім. родини Юхименків, а також катедра історії.

6️⃣ — місце розташування факультету економічних наук та факультету соціальних наук і соціальних технологій, а також катедр фінансів, економічної теорії, маркетингу та управління бізнесом.

7️⃣ — приймальна комісія, докторська школа НаУКМА та ресурсний центр вивчення англійської мови.

У 8️⃣ корпусі знаходиться редакційно-видавничий відділ Академії, а у 9️⃣ (колишня бурса, архітектор – І. Григорович-Барський, XVIII ст.) — підготовче відділення та експериментальна навчальна лабораторія «Правнича клініка».
 
І в 🔟 корпусі знаходиться факультет інформатики.

"""

CHILL_TEXT = """Сільпо 👍
Пузата хата 👍👍
КФС 👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍"""
