# тут тексти зберігаємо
VORZEL_TEXT = """🏠 Гуртожиток за адресою смт. Ворзель, вул. Кленова 6А (30 кілометрів від центру Києва) — це компактна будівля КМА із власним подвір’ям. Вона розташована практично в курортному районі, відомому в Україні своїми сосновими лісами, приміським затишком та атмосферою «slow-living».

Але варто згадати й те, що Ворзель — місто-герой, яке пережило та зрештою героїчно відбило напад російських окупантів.

❗️ Гуртожиток у Ворзелі є місцем проживання винятково для студентів-магістрів, проте, як і студенти-бакалаври, вони мають можливість заселятися в інші гуртожитки:  Трою, Харьок чи Маккейна.

🔷 Планування:
-  коридорна система;
-  3 поверхи;
-  усього 69 кімнат: 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
🔹 У кожній кімнаті:
-  балкон (за винятком кімнат з номерами 225, 325);
-  відокремлене стінкою місце з мийкою;
-  Wi-Fi (за додаткову плату).
🔹 На кожному поверсі:
-  дві кухні (у кожній 1 мийка, 3 електроплити, 1 стіл-тумба та балкон)
-  спільний простір із диваном чи кріслами;
-  дві великі загальні душові кімнати; 
-  майстерня столяра та сантехніка;
-  дві великі туалетні кімнати;
-  тренажерна зала;
-  бібліотека;
-  пральня.
🔹 На 2-ому поверсі:
-  тенісний стіл;
-  тераса.
"""
CONTACTS_TEXT = """📞 Якщо в тебе виникають запитання щодо вступу або ж ти хочеш отримати додаткову інформацію, зокрема щодо квот, ти можеш звернутися до Приймальної комісії за наступними номерами телефонів або електронною поштою.

📱 Телефони:
(044) 425-60-22
(044) 425-54-17
(044) 463-73-15
(067) 463-51-88
(067) 505-68-74

📧 Електронна пошта:
vstup@ukma.edu.ua

📍 Адреса:
вул. Волоська, 12/4, м. Київ, 04070
"""

ADVICES_TEXT = """🏫 Початок навчання в університеті часто супроводжується великим хвилюванням, особливо коли мова йде про життя в гуртожитку. Щоби максимально покращити свій досвід проживання в гуртожитку, скористайся наступними порадами.

🤝 Дружба зі своїми сусідами/-ками по кімнаті є зовсім необов’язковою, але звичайна підтримка здорових стосунків дуже важлива. Пам'ятай, що ввічливе середовище робить життя простішим.

👥 Знайди одногрупників/-ць, які мешкають із тобою в одному гуртожитку і створи навчальні групи. Це не тільки полегшить спільне навчання, але й закладе основу для потенційної дружби.

🔉 Стіни тонші, ніж ти думаєш! Будь уважним/-ою до своїх сусідів/-ок та утримуйся від гучної музики. Якщо ти чутливий/-а до звуку, придбай навушники з шумопоглинанням або беруші. А якщо концентрація у твоїй кімнаті стає неможливою і ти відволікаєшся на кожен звук, скористайся перевагами тихих кав’ярень або бібліотек.

🧹 Тримай свій особистий простір у порядку. Коли ти тільки заселяєшся, бери з собою лише найнеобхідніші речі, щоб підтримувати чистоту та порядок у житловому приміщенні. На спільній кухні ніколи не залишай посуд у раковині: золотим правилом у гуртожитку є своєчасне миття посуду. Також подумай про окремі сміттєві кошики для особистого простору і для спільної зони, щоб ефективно утилізувати сміття.
"""

TROYA_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Олександри Екстер 14Б (кол. Марини Цвєтаєвої) — це найбільший бакалаврський гуртожиток КМА, який розташований у Деснянському районі Києва, у житловому масиві Троєщина. Власне, звідси й походить назва «Троя», якою користуються всі мешканці гуртожитку.

🔷 Планування:
-  блочна система, по 8 блоків на кожному поверсі (окрім 1-го поверху, де 4 блоки);
-  блок містить 4 кімнати, душ і туалет;
-  усього 144 кімнати: 4-місні, 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
-  ліфт;
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  кухня (1 мийка, 1 електроплита, 1 стіл-тумба);
-  балкон, (усі блоки, окрім 1-го поверху);
-  душова кімната;
-  туалет.
🔹 На 1-ому поверсі:
-  пральня (6 пральних машинок: прання за додаткову плату);
-  читальня (1-й поверх);
-  майстерня сантехніка;
-  майстерня електрика.
🔹 На 2-ому поверсі:
-  спортивна зала (2-й поверх).
🔹 На 3-ому поверсі:
-  тенісний стіл.
🔹 На 6-ому поверсі:
-  майстерня столяра
🔹 На 9-ому поверсі:
-  кінозал.

"""

KHARYOK_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Харківське шосе, 17 — другий за розміром бакалаврський  гуртожиток КМА, який займає половину (1 під’їзд) 9-поверхової будівлі в Дніпровському районі Києва та розташований за 10 хв пішки від Дарницького вокзалу.

Серед студентства гуртожиток відомий як «Харьок». Власне кажучи, ця назва повністю відповідає його динамічній спільноті, студентському життю та статусу колиски багатьох могилянських мемних історій.

🔷 Планування:
-  блочна система, по 2 блоки на кожному поверсі;
-  9 поверхів (1-й — не житловий);
-  блок містить 6–7 кімнат (окрім одного блоку на 2-му поверсі, де 4 кімнати);
-  кімнати: 3-місні, 2-місні, 1-місні.
 
🔷 Зручності:
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  кухня (1 мийка, 1 електроплита, 1 стіл-тумба):
-  душова кімната (1 душова кабінка та 3 раковини);
-  туалетна кімната (2 туалетні кабінки);
-  великий спільний простір;
-  балкон.
🔹 На 1 поверсі:
-  пральня (6 пральних машинок: прання за додаткову плату).
"""

MAKKEINA_TEXT = """🏠 Гуртожиток за адресою м. Київ, вул. Дж. Маккейна, 31А — найменший бакаларський гуртожиток, який могилянці жартома називають «Маккейнстейт». Він займає невелику частину (1 під’їзд) 9-поверхової будівлі в Печерському районі Києва неподалік зеленої та синьої гілок метро.

🔷 Планування:
-  блочна система, по 4 блоки на кожному поверсі;
-  9 поверхів (студенти мешкають від 3-го до 9-го, інше — приватні квартири);
-  блок містить 2–4 кімнати;
-  кімнати: 4-місні, 3-місні, 2-місні, 1-місні;

🔷 Зручності:
-  дві кухні на 5 та 9 поверсі;
-  Wi-Fi (за додаткову плату).
🔹 У кожному блоці:
-  душова кімната;
-  туалетна кімната.
🔹 На 1 поверсі:
-  Пральня (прання за додаткову плату).
"""

DOCUMENTS_TEXT = """🏫 Процес поселення починається з подання заявки через могилянську е-систему поселення — DMS. Після цього потрібно буде дотримуватись інструкцій на екрані, ознайомитися з документами, які відобразяться у вікні та обов’язково роздрукувати їх. Після підтвердження місця у визначені дати (зазвичай останні дні серпня/перші дні вересня) потрібно приїхати до гуртожитку та подати:

1. Медичні документи:
-  довідка про дерматологічне обстеження (дійсна лише 3 дні з моменту видачі) та її копія;
-  довідка про флюорографічне обстеження (дійсна 1 рік з моменту видачі) та її копія;
-  копія декларації із сімейним лікарем.

📄 Замість флюорографії та довідки від дерматолога (принаймні замість флюорографії) можна подати форму 086, проте перевір наявність саме пункту флюорографії/дерматологічного огляду.

2. Роздруковані (із DMS):
-  бланк заяви на поселення;
-  бланк ордеру;
-  бланк договору.

3. Квитанція оплати за проживання (може бути в е-вигляді в смартфоні).

4. 2 фотографії 3х4.

5. Документи для застосування пільгових умов (за наявності пільг):
-  документи, що підтверджують право на пільгу;
-  заява з DMS про пільгове проживання  (лише якщо для тебе передбачена пільга при оплаті).
"""

PRICE_TEXT = """🏠 Поселення відбувається випадковим чином в е-системі поселення DMS. Вартість проживання студентів/-ок НаУКМА є однаковою для кожного гуртожитку. Після отримання місця потрібно оплатити проживання в е-системі поселення за навчальний рік повністю (10 місяців) або частинами (по 2, 4, 6, 8 місяців).

Вартість ліжко-місця на місяць становить:
🔹 У 2/3/4-місній кімнаті: 
-  для бакалаврів та магістрів — 800 грн;
-  для аспірантів та докторантів — 2200 грн;
 
🔹 В 1-місній кімнаті: 
-  для бакалаврів та магістрів — 1104 грн;
-  для аспірантів та докторантів — 3036 грн.
 
Водночас для деяких категорій мешканців доступна пільгова оплата та пріоритетне право на поселення. Деталі про пільги дивися на сайті Приймальної комісії.

🧑‍🎓 Для іноземних студентів, які приїздять за програмою обміну для навчання у НаУКМА, вартість ліжко-місця в студентському гуртожитку в кімнаті з поліпшеними умовами за адресою м. Київ, Харківське шосе, 17 на місяць становить 2200 грн.
"""

STUDENTSORG_TEXT = """
👩🏻‍💻 Студентські організації, або СОшки, — це об’єднання студентів навколо спільної діяльности чи інтересу. СО допомагають ближче познайомитися із спільнотою, а також розвинути навички роботи в команді, ведення соцмереж та комунікації. Часто студентські організації влаштовують різні заходи, на яких можна гарно провести час, та й нерідко дізнатися щось нове і корисне для себе. 

🎀 Студентська ініціативна група — це та сама студентська організація, але лише на етапі створення. Якщо ти не знайдеш для себе нічого підходящого серед СО, знайшовши коло однодумців, ти можеш створити свою СІГ. Коли вона проходить випробувальний термін, вона стає повноцінною студентською організацією.

👀 У Могилянці зараз більше 40 СО та СІГ, з якими ти можеш ознайомитися за посиланням. Ти, дуже ймовірно, зможеш знайти щось для себе. Якщо ні — створиш свою організацію.

💙 У будь-якому випадку СО — це «сейф-спейс», який допоможе тобі розширити коло спілкування та розвинути навички з будь-якого напряму. 

🫂 Могилянка чекає на тебе!
"""

STUDENTSOSS_TEXT = """👥 Органи студентського самоврядування, або ОСС,  — організації, які представляють та реалізують інтереси студентів. У Могилянці ОСС нагадують «мінімодель держави».

🔹 Студентська колегія — це «уряд», склад якого обирається шляхом студентських виборів. Головна мета — це захист інтересів та прав студентів, допомога в реалізації студентських ініціатив та координація діяльности всіх студентських організацій, які функціонують у Могилянці. 

🔹 Конгрегація студентів — «парламент», що складається з 21 делегатів/-ок, які представляють студентів кожного факультету. Серед їхніх основних повноважень впровадження стратегії самоврядування, затвердження бюджету, а також КС призначає та відкликає членів деяких інших органів студентського самоврядування.

🔹 Студентська виборча комісія — аналог Центральної виборчої комісії. Це той орган самоврядування, який організовує та гарантує чесні, прозорі та демократичні вибори. 

🔹 Старости груп і ради гуртожитків — «місцеве самоврядування». Староста — це та людина, яка протягом усього періоду навчання буде комунікувати з деканатом, викладачами та катедрою від імені усіх своїх однокурсників.

🔹 Рада гуртожитків — це виборні представники інтересів мешканців гуртожитків НаУКМА. Вони підтримують комфортні житлові умови та виступають модераторами життя гуртожитків.

🖇️ Органи студентського самоврядування є одними з найважливіших механізмів у студентському житті: вони реалізують ідеї, потреби та бажання студентів, створюють активне студентське життя, а самі учасники ОСС розвивають навички комунікації та взаєморозуміння! 
"""

TRIMESTER_TEXT = """Академічний календар у Могилянці ділиться на триместри: осінній семестр, весняний семестр та додатковий період весняного семестру. (Осінній, весняний та літній триместр відповідно). Так, це означає три сесії, проте це навіть дещо спрощує вивчення дисциплін, тому що обсяг інформації більш рівномірно розподілено. 

🔹 Осінній семестр розпочинається 1 вересня і триває 15 тижнів до 20-х чисел грудня. Закінчується триместр заліково-екзаменаційною сесією. Потім настають омріяні канікули. 

🧘 Зимові канікули тривають орієнтовно місяць.

🔹 Весняний семестр починається наприкінці січня і триває 14 тижнів. Упродовж цього семестру відбувається запис на вибіркові дисципліни і формування індивідуальних навчальних планів на наступний рік. Заліково-екзаменаційна сесія завершується орієнтовно в середині травня

🧘 Між весняним та літнім триместрами канікул немає.

🔹 Додатковий період весняного семестру, або літній триместр, — найкоротший. Він розпочинається в середині травня та триває 7 тижнів до 29 червня. У цей час зазвичай небагато предметів, і навантаження найменше.

🧘 Омріяні літні канікули розпочинаються 1 липня і тривають два місяці до 1 вересня.
"""

DIFFERENCE_TEXT = """Університетське навчання — це не просто продовження шкільних років, а зовсім інший етап життя. 

📚 Однією з основних відмінностей є система організації занять. У школі уроки можуть тривати 45 хв, в університеті — 80–90 хв. У КМА — 80 хв.

🎓 У школах існує лише один вид занять — уроки, в університеті їх декілька: лекції та семінари. Лекції подібні до уроків, на якому викладач/-ка пояснює матеріал. А семінари — практичні заняття, на яких студент/-ки отримують бали, відповідаючи на запитання за темами минулих лекцій або обговорюють інші питання.

‍👨‍🏫 Вчитель/-ка і викладач/-ка виконують настільки близькі функції, що багато хто плутає їхні ролі. В обов’язки викладача не входить навчання студентів у тому вигляді, як воно здійснюється в школі. Завдання викладача — повністю представити студентам необхідну інформацію з конкретного предмета та організувати контроль над якістю її засвоєння, в той час як вчитель навчає, розвиває та, в певному сенсі, виховує своїх учнів.

‍🏫 Факультет — структура, що об’єднує кілька катедр. Катедра — підрозділ на факультеті, що відповідає за певну наукову галузь. Наприклад, факультет соціальних наук та соціальних технологій включає в себе катедри політології, соціології, міжнародних відносин та ін.

📝 Сесія — це період екзаменів, коли студенти/-ки доводять,, що засвоїли весь навчальний матеріал. У школі період контрольних перед канікулами дещо схожий на сесію. Варто зазначити, що в університеті також існують контрольні (чи модульні) роботи — оцінювальні роботи, які проводяться після завершення вивчення окремого розділу (модуля) навчального курсу.
"""

GRADE_SYSTEM = """Система оцінювання в університеті цілком відмінна від шкільної:

✏️ Оцінювання відбувається за стобальною шкалою, у якій А (відмінно) — 91–100, B (дуже добре) — 81–90, С (добре) — 71–80, D (задовільно) — 60–70, F (незадовільно) — 1–59.

👩🏻‍💻 Діє накопичувальна система, тобто усі бали отримані протягом семестру підсумовуються у фінальну оцінку. Зазвичай розподіл балів такий: 
 🔹 60 за роботу в семестрі + 40 за екзамен;
 🔹 70 за роботу в семестрі + 30 за залік.

🤓 Також на факультеті правничих наук діє середньозважена система. З оцінок отриманих за за семінари та письмові роботи береться середнє арифметичне і тоді підсумовується фінальний бал:
середнє арифметичне за семінарські заняття + середнє арифметичне письмові роботи + залік/екзамен

👩🏻‍🎓 Щоб закрити предмет (отримати зарах.) потрібно отримати щонайменше 60 або 61 бал у залежності від дисципліни. В іншому випадку потрібно буде перескладати іспит або ще раз слухати дисципліну наступного року, якщо вийшло менше 30 балів. У такому разі необхідно буде оплатити ту кількість кредитів, які ти переслуховуватимеш.

👀 Деякі викладачі можуть поставити оцінку за іспит автоматом, якщо ти гарно працював/-ла протягом семестру. Проте варто пам’ятати, що у кожного/-ої викладача/-ки свої критерії до автомату, а деякі не дають такої можливості.

🍀 Успіхів!
"""

INP_TEXT = """Могилянці та могилянкині самостійно складають собі навчальний план, обираючи чверть усіх дисциплін самостійно. Саме тому це і називається індивідуальний навчальний план (ІНП).

📚 ІНП складається з трьох типів дисциплін: нормативних (ті, які студент/-ка обов’язково має прослухати в межах своєї спеціальності), вибіркових професійно-орієнтованих (ті, які безпосередньо стосуються спеціальності, проте не завжди обов’язкові)  та вільного вибору (будь-які, що існують в КМА). Про останні два типи читай у розділі «Вибіркові дисципліни».

🏆 За 4 роки навчання на бакалавраті або 2 роки на магістратурі всі дисципліни мають мати в сумі 240 та 120 кредитів відповідно. Орієнтовно по 60 кредитів на рік.

Кредит — це одиниця вимірювання навантаження. 1 кредит — це приблизно 30 годин навчання. Якщо 1 дисципліна важить 3,5 кредитів, це означає, що для її опанування потрібно витратити близько 3,5 х 30 = 105 годин аудиторного та самостійного вивчення сумарно.

У середньому дисципліна важить від 2 до 5 кредитів, проте може бути й 9 у випадку, якщо вона розділена на 2 семестри по 4,5 кредитів на кожен.

❗️ Розподіл нормативних та вибіркових кредитів для кожної спеціальності є різним щороку, тому і кількість вибіркових дисциплін щосеместру відрізняється, проте за 4 роки бакалаврату необхідно набрати:
-  50 кредитів професійно-орієнтованих дисциплін (10-15 дисциплін);
-  25 кредитів дисциплін вільного вибору (8-10 дисциплін);
Для магістратури довжиною у 2 роки цей розподіл є іншим:
-  від 25 кредитів професійно-орієнтованих дисциплін (8-10 дисциплін);
-  від 10 кредитів дисциплін вільного вибору (від 3 дисциплін).

Детальніше про вибіркові дисципліни читай у розділі «Вибіркові дисципліни».

"""

ORGANIZATION_TEXT = """У Могилянці функціонує безліч корисних та зручних онлайн-сервісів, які спрощують навчання. Поговорімо про деякі з них.

🔹 Outlook. Під час навчання тобі створять  корпоративні акаунт MS Office та пошту, яку ти використовуватимеш упродовж усьго навчання. За допомогою неї ти матимеш змогу заходити на всі наші корпоративні платформи. Також на Оutlook-пошту тобі буде приходити найважливіша інформація від викладачів/-ок та катедри, запрошення на різні конференції, лекторії тощо. Ще в цьому застосунку є зручний календар, у якому ти зможеш розписати свій розклад та налаштувати нагадування про події. 

🔹 DistEdu — це найголовніша платформа під час навчання. Тут зібрана вся інформація про курси, які ти відвідуєш. На сайті можна пройти тести, переглянути  журнал оцінок, здати домашні завдання тощо.

🔹 САЗ (система автоматизованого запису) — не менш важлива платформа, тут кожен/-на створює індивідуальний навчальний план, відбувається запис на вибіркові дисципліни та у семінарські групи. Тут ти відстежуватимеш свій розклад, кількість дисциплін, своїх одногрупників тощо.

🔹 Онлайн-бібліотека. Вона спрощує життя багатьом студентам, оскільки тут ти можеш оформити читацький квиток, замовити та забронювати книжку в особистому кабінеті. Зручний пошук із великою кількістю фільтрів допоможе знайти будь-яке ексклюзивне видання. 

🔹 DMS — платформа для тих, хто проживатиме в гуртожитку. Тут можна заселитися, створити запит на переселення в іншу кімнату або гуртожиток, додати пільги, якщо такі є, а також сплатити за проживання.

🔹 Zoom та MS Teams — застосунки, за допомогою яких буде відбуватися твоє онлайн-навчання в разі, якщо в тебе з певних дисциплін будуть дистанційні пари.

"""

TEACHER_TEXT = """У Могилянці у визначені дати (зазвичай наприкінці семестру) відбувається опитування щодо якості викладання.

✍️ Це можливість для студентів/-ок ділитися своїми відгуками про дисципліни та викладачів/-ок; давати поради щодо покращення навчального процесу; ділитися тим, що дуже подобається під час опанування курсу, а що взагалі ні.  

🏛️ Опитування відбувається для того, аби викладачі/-ки мали орієнтири для вдосконалення своїх курсів, а адміністрація глибше аналізувала ефективність роботи наукового складу. 

❗️ Відгуки на дисципліни є анонімними та впливають на зміни в навчальних програмах та у викладацькому складі.
"""

DISCIPLINES_TEXT = """👀 Вибіркові дисципліни — це ті дисципліни, які ти самостійно обираєш для прослуховування.

Вибіркові дисципліни розширюють знання в різних сферах. Якщо ти вивчаєш фізику, але цікавишся психологією, ти можеш обрати будь-які предмети з цієї спеціальності. 

Окрім цього, ти можеш поглибити знання зі свого напряму, обравши дисципліни в межах свого факультету. Наприклад, ти можеш обрати предмет з маркетингу, навчаючись на фінансах. 

💫 Вибіркові дисципліни поділяються на дві групи.

🔹 Професійно-орієнтовані дисципліни — ті, які спрямовані на поглиблення знань в обраній сфері. На кожній спеціальності є перелік таких дисциплін, з яких на рік ти обираєш дві чи три, залежно від кількості кредитів. Всього на весь період навчання на ці дисципліни виділено 50 кредитів.

🔹 Дисципліни вільного вибору — це будь-які дисципліни, які тебе цікавлять. На чотири роки у тебе буде 25 кредитів на такі предмети. Це може бути щось суміжне до твоєї спеціальності або щось зовсім не пов’язане з нею. 

Здебільшого обирати дисципліни можна з другого курсу, проте на деяких спеціальностях це потрібно робити вже на першому курсі. 

Для цього в тебе буде корпоративний акаунт, який буде підв’язаний до системи автоматичного запису (САЗ), де і буде відбуватися запис на дисципліни.

❗️ Пам’ятай, що потрібно розраховувати тижневе навантаження при виборі дисциплін, адже цікавих дисциплін багато, але в добі лише 24 години. Також не забудь зібрати відгуки про дисципліни, перш ніж записуватися.
"""

STUDY_FORMAT = """Минулоріч для більшости студентів та студенток першого курсу навчання розпочалося в повністю очному форматі за винятком ситуацій, коли викладач/-ка фізично не можуть бути в Академії. Тому цьогоріч, найімовірніше формат навчання теж буде офлайновий, проте все залежатиме від безпекової ситуації в Києві.

У цілому, формат навчання залежить як від спеціальности та курсу, так і від самих студентів/-ок, адже визначається голосуванням студентів/-ок.

Наприклад, на факультеті природничих наук без очного навчання аж ніяк, тому що специфіка спеціальностей потребує постійної практики. Факультет правничих наук давно практикує змішане навчання на більшості свої дисциплінах — це дуже зручно, коли студенти не мають змогу долучитись до очного навчання та підключаються дистанційно. Деякі спеціальності старших курсів навчаються повністю в онлайн-форматі. 

Зичимо якнайшвидше зустрітися у стінах КМА! 💙
"""

SCHEDULE_TEXT = """🔹У Могилянці є чимало особливостей організації розкладу пар. Поговоримо про них.

🔹 У студентів/-ок немає однієї сталої групи на всі дисципліни, натомість на кожну дисципліну є окрема група, в якій можуть бути як першокурсники/-ці, так і студенти/-ки 4-го курсу. 

Це спричинено через те, що у нас можна вибирати будь-які  дисципліни та з будь-якого року навчання. Наприклад, навчаючись на 3-му курсі економіки, ти можеш обрати дисципліну, яку викладають для 1-го курсу психологів.

Детальніше про це читай  у розділах «Індивідуальний навчальний план» та «Вибіркові дисципліни».

🔹 Також ми обираємо групу, у якій ми будемо вивчати ту чи іншу дисципліну. Вибір груп полегшує планування особистого часу, допомагає балансувати між навчанням та іншими аспектами життя.

Перед початком триместру студент/-ка отримує загальний розклад дисциплін із визначеним часом проведення семінарів. 
Опісля він/вона формує свій розклад і самостійно обирає одну семінарську групу із запропонованих для кожної дисципліни окремо,, орієнтуючись на зручний для нього/неї час проведення занять. Тим самим можна сконцентрувати всі пари на початку дня, або у другій половині, або ж взагалі всі в один день, якщо буде така можливість.
 
✍️ У першому триместрі першого курсу на групи розподіляє деканат, а вже з наступного триму ти самостійно обираєш групи, що дає змогу скласти максимально зручний графік. 

"""

MOBILITY_TEXT = """✈️ Навчаючись у Могилянці, ти можеш отримати унікальний досвід навчання за кордоном. Академія співпрацює з університетами Європи, Канади і США.  
Поїхати на мобільність можна вже на 2-му курсі, проте рекомендують 3-й курс, адже він найзручніший для цього.

💁🏻‍♀ У НаУКМА є два варіанти мобільності.

🔷 За програмою Erasmus +
Це програми мобільности до університетів ЄС. Ці програми передбачають стипендію, а також покриття вартості навчання та витрат на дорогу, а всі інші витрати — за твій рахунок. (Проте, це варіюється в залежности від університету) За програмами Erasmus+ можна поїхати до університетів Німеччини, Польщі, Франції, Фінляндії, Нідерландів, Туреччини, Австрії, Норвегії, Іспанії та Словаччини тощо.

🔷 За двосторонніми договорами.
За двостороннім договором можна навчатися в будь-якому університеті світу, з яким співпрацює Могилянка. За цим видом мобільности учасник звільняється від оплати за навчання, а всі інші витрати покриваються не завжди. Стипендія є не на всіх програмах, але в такому випадку зазвичай оплачується проживання. Наразі КМА співпрацює з університетами Канади, США, Сполученого Королівства тощо

👀 Що потрібно для участі?

-  Середній бал більше 85;
-  Академічна довідка із вказаними балами за пройдені дисципілни;
-  Сертифікат із підтвердженим рівнем англійської (деякі програми вимагають офіційні на кшталт IELTS/TOEFL, тому внутрішній сертифікат НаУКМА підійде не завжди);
-  Погодження дисциплін (Тобі потрібно перезарахувати в КМА певну кількість дисциплін, які ти вивчатимеш у закордонному ЗВО);
-  Заповнення аплікаційної форми для участі із усіма необхідними даними, зокрема мотиваційний лист;
-  Бути повнолітнім станом на момент подання заявки;
-  Успішне проходження інтерв’ю з представниками ЗВО-партнера для деяких програм;

🍀 Успіхів! Дізнатися більше про всі можливості мобільності можна за цим [посиланням](https://dfc.ukma.edu.ua).
"""

PRACTICE_TEXT = """🏛️ Навчальна практика у Могилянці є вкрай різноманітною: вона включає професійно-орієнтовану, волонтерську, лабораторні роботи, екскурсії та інші форми. 

🔷 Також існує виробнича та науково-дослідницька практики. Перша включає в себе технологічну, дослідницьку, педагогічну та інші, спрямовані на закріплення теорії в практиці. Науково-дослідницька практика ж спрямована на розвиток компетентностей в організації та виконанні наукових досліджень.

🔷 Форма проходження практики найчастіше очна, але в окремих випадках практика може відбуватись у дистанційній формі.

🔷 Метою практики є ознайомлення із специфікою фаху та формування професійних умінь, закріплення та поглиблення теоретичних знань, розвиток практичних навичок.

🔷 Зміст практики визначається навчальними планами відповідно до освітньої програми.
"""

WORK_TEXT = """
Національний університет «Києво-Могилянська академія» відзначається не лише своєю високою якістю освіти, але й активною підтримкою студентів і випускників у сфері працевлаштування. Заснований у 1994 році, Центр кар'єри та працевлаштування студентів та випускників уже близько 30 років підтримує могилянців в їх становленні як молодих фахівців. Коротко про діяльність Центру:

🔎 Пошук роботи. Центр активно допомагає студентам і випускникам у пошуках роботи. Зокрема, організацією та проведенням презентацій компаній, де студенти можуть познайомитися з потенційними роботодавцями. Також оприлюднюють інформацію про вакансії через дошки оголошень, електронні розсилки та [вебсайт Центру](https://dfc.ukma.edu.ua). 

🗣️ Розвиток навичок. Центр працевлаштування організовує семінари, тренінги та майстер-класи на актуальні теми, зокрема «Резюме», «Успішне інтерв'ю», «Мистецтво презентації», "«Лідерство». Це спрямовано на формування якостей молодого фахівця та адаптацію до сучасних вимог ринку праці.

👨🏻‍💼 Співпраця з бізнесом. Реалізація спільних освітніх проектів з компаніями-роботодавцями допомагає студентам отримати професійні знання від провідних фахівців.

Важливо зауважити, що студенти та випускники НаУКМА користуються високим попитом на ринку праці. Завдяки якісній підготовці та підтримці Центру кар'єри та працевлаштування, вони мають можливість для самореалізації та кар'єрного росту в різних сферах. Багато могилянців успішно працюють як в українських, так і міжнародних компаніях.
"""

SERT_BACHELOR = """
Сертифікатні програми — це ретельно структуровані комплекси вибіркових навчальних дисциплін спорідненої тематики, прослуховування яких дає можливість отримати поглиблені знання та здобути необхідні навички в певних сферах.

📚 На відміну від бакалаврської програми, сертифікатні програми для бакалаврів, як правило, є коротшим і більш гнучким варіантом, який вимагає менше часу для завершення.

👩‍🎓 Студент/-ка, який/-а успішно завершує сертифікатну програму, отримує відповідний сертифікат, який додається до його/її диплома. Для студентів Могилянки такі програми є безкоштовними, а особи, які не навчаються в НаУКМА, можуть приєднатися до сертифікатних програм на платній основі. Самі ж програми розраховані на кілька років.

🗣️ Актуальні сертифікатні програми на 2024–2025 рік на першому (бакалаврському) рівні вищої освіти:

Факультет гуманітарних наук: 
🔹 [Релігієзнавство](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_religieznavstvo_2024.pdf);
🔹 [Мистецтвознавство](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_mystetstvoznavstvo_2024v2.pdf);
🔹 [Перекладацька та редакторська діяльність](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_PRD_2024.pdf);
🔹 [Історія дипломатії](https://www.ukma.edu.ua/ects/images/ects/sertifikat/history_diplomacy_vstup_2020-2024v2.pdf);
🔹 [Музеєзнавство](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_muzeyeznavstvo_2024v2.pdf);
🔹 [Полоністичні студії](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_PS_2024.pdf).

Факультет економічних наук:
🔹 [Економіка і політика](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_economics_and_politics_2024.pdf);
🔹 [Економіка і міжнародний розвиток](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_economics_and_international_development_2024.pdf);
🔹 [Економіка інноваційного розвитку](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_economics_of_innovation_development_2024.pdf).

Факультет інформатики:
🔹 [Математичні основи машинного навчання](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_BP_machine_learning_2024v3.pdf);
🔹 [Дизайн цифрових продуктів](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_digital_products_design_2024v2.pdf);
🔹 [Вебдизайн](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_web_design_2024v2.pdf);
🔹 [Програмування під iOS](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_ios_programming_2024v2.pdf);
🔹 [Розробка клієнт-серверних веб-застосунків мовою JavaScript](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_javascript_programming_2024v2.pdf);
🔹 [Розробка бізнес застосувань на Java](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_java_programming_2024v2.pdf);
🔹 [Основи інформаційної безпеки](https://www.ukma.edu.ua/ects/images/ects/sertifikat/op_info_safety_2024v2.pdf).

Факультет природничих наук:
🔹 [Екологічне управління та логістика](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_green_logistics_2024v2.pdf).

Факультет соціальних наук та соціальних технологій:
🔹 [Діджитал комунікації](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_BP_digital_communications_2024-2025v2.pdf);
🔹 [Публічні комунікації: стратегії та прикладні комунікаційні технології](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_BP_public_communications_2024v2.pdf);
🔹 [Урядові комунікації](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_BP_goverment_communications_2024v2.pdf);
🔹 [Міжнародні комунікації](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_BP_international_communications_2024-2025v2.pdf).

Факультет охорони здоров’я:
🔹 [Психологія особистого розвитку](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_psychology_of_self_development_2024.pdf);
🔹 [Медіація та управління конфліктами](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_mediation_2024.pdf).

Факультет правничих наук:
🔹 [Міжнародне публічне право і права людини](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_human_rights_2024.pdf).

"""

SERT_MASTER = """Сертифікатні програми — це ретельно структуровані комплекси вибіркових навчальних дисциплін спорідненої тематики, прослуховування яких дає можливість отримати поглиблені знання та здобути необхідні навички в певних сферах.

📚 На відміну від магістерської програми, сертифікатні програми для магістрів, як правило, є коротшим і більш гнучким варіантом, який вимагає менше часу для завершення.

👩‍🎓 Студент/-ка, який/-а успішно завершує сертифікатну програму, отримує відповідний сертифікат, який додається до його/її диплома. Для студентів Могилянки такі програми є безкоштовними, а особи, які не навчаються в НаУКМА, можуть приєднатися до сертифікатних програм на платній основі. Самі ж програми розраховані на кілька років.
 
🗣️ Актуальні сертифікатні програми на 2024–2025 рік на другому (магістерському) рівні вищої освіти:

Факультет соціальних наук та соціальних технологій:
🔹 [Європейські студії](https://www.ukma.edu.ua/ects/images/ects/sertifikat/sertifikat_program_euro_studios_2024.pdf);
🔹 [Теорія і практика зв’язків з громадськістю (Public Relations)](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_PR_MP_2024v2.pdf);
🔹 [Антикорупційні міждисциплінарні студії](https://www.ukma.edu.ua/ects/images/ects/sertifikat/anti_corruption_studios_2024.pdf).

Факультет природничих наук:
🔹 [Зелений бізнес](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_PR_MP_2024v2.pdf).

Факультет інформатики:
🔹 [Аналіз даних](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_MP_data_analizis_2024v3.pdf).


Факультет охорони здоров’я:
🔹 [Основи громадського здоров'я](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_MP_data_analizis_2024v3.pdf);
🔹 [Психосоціальна підтримка у громадах під час криз і надзвичайних ситуацій](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_psychology_support_2024.pdf);
🔹 [Трансдіагностичне консультування СЕТА](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_SETA_2024.pdf);
🔹 [Сучасна теорія і практика викладання у сфері громадського здоров’я](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_public_health_teaching_2024.pdf).

Факультет правничих наук:
🔹 [Комунікації в демократичному врядуванні](https://www.ukma.edu.ua/ects/images/ects/sertifikat/sertifikat_program_comunications_in_democratic_goverment_2023.pdf).
🔹 [Global Economic Law](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-Global-economic-law-2022-23.pdf);
🔹 [International Law and Security](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-International-Law-and-Security-2022-23.pdf);
🔹 [Верховенство права і конституціоналізм](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_verhovenstvo_prava_2024.pdf);
🔹 [Комерційне право](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-Komertsijne-pravo-2022-23.pdf);
🔹 [Оподаткування в сфері бізнесу](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-Opodatkuvannya-2022-23.pdf);
🔹 [Актуальні проблеми міжнародного публічного права](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-Aktualni-problemy-MPP-2022-23.pdf);
🔹 [Комерційне право](https://law.ukma.edu.ua/wp-content/uploads/2022/10/SP-MP-Komertsijne-pravo-2022-23.pdf);
🔹 [Світовий економічний закон](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_global_economic_law_2024.pdf);
🔹 [Транскордонне бізнес-право](https://www.ukma.edu.ua/ects/images/ects/sertifikat/SP_cross-border_business_law_2024.pdf).
"""

BUILDINGS_TEXT = """🏛️ Академія складається з 10 корпусів, а також Культурно-мистецького центру, бібліотеки рідкісних видань та бібліотеки ім. Антоновичів. Усі споруди розташовані навколо двох плаців (внутрішніх двориків), місце перебування яких у самому серці Києва  — на Подолі. 

Поговорімо детальніше про кожен з корпусів:

1️⃣ — новий академічний корпус, де розташований факультет гуманітарних наук та факультет інформатики (а саме катедри культурології, філософії та релігієзнавства, інформатики, математики, мережних технологій та мультимедійних систем). Також там є кабінет Президента НаУКМА, планово-фінансовий відділ та студентський відділ кадрів.

2️⃣ — навчальний корпус, де розташовані катедри хімії, біології, фізико-математичних наук та Видавничий дім «Києво-Могилянська академія”.

3️⃣ —  циркульний (Ковніровський) корпус, де розташовані факультет природничих наук, катедри екології, англійської мови, фізичного виховання, української мови, археології, загального і слов'янського мовознавства, літературознавства. Також там знаходяться лінгафонні кабінети катедри англійської мови та спортивна зала,.

4️⃣ — навчальний корпус, де розташовані факультет правничих наук та Києво-Могилянська Бізнес-Школа. Також саме у четвертому корпусі знаходяться Могилянська школа журналістики, катедри соціології, політології, зв`язків з громадськістю, психології та педагогіки,  Школа соціальної роботи ім. В.І. Полтавця та Американська бібліотека ім. В. Китастого.

5️⃣ —  корпус, де знаходяться навчально-науковий центр , Докторська школа ім. родини Юхименків, а також катедра історії.

6️⃣ — місце розташування факультету економічних наук та факультету соціальних наук і соціальних технологій, а також катедр фінансів, економічної теорії, маркетингу та управління бізнесом.

7️⃣ — приймальна комісія, докторська школа НаУКМА та ресурсний центр вивчення англійської мови.

У 8️⃣ корпусі знаходиться редакційно-видавничий відділ Академії, а у 9️⃣ (колишня бурса, архітектор – І. Григорович-Барський, XVIII ст.) — підготовче відділення та експериментальна навчальна лабораторія «Правнича клініка».
 
І в 🔟 корпусі знаходиться факультет інформатики.

"""

CHILL_TEXT = """Бути студентом/-кою – це не лише відвідувати лекції та семінари, а й вміти балансувати між навчанням та відпочинком. Біля КМА є чимало затишних місць, де можна перепочити між парами, підзарядитися енергією та натхненням.  

☕️ До твоєї уваги перелік закладів поблизу КМА, у яких пропонують смачні страви та хорошу каву.

Поїсти:

📍 Пузата Хата (Контрактова площа, 2/1)
Заклад пропонує смачні страви української кухні за лояльними цінами та з швидким обслуговуванням, що чудово підійде для короткої перерви й поживного обіду. 

📍 Dinner’s (вул. Іллінська, 8)
Окрім того, що в цьому закладі можна смачно поїсти, тут  є окрема зона для тих, хто хоче трошки попрацювати: є столи, обладнані розетками для електронних пристроїв та іншими зручними деталями, які стануть у пригоді .


📍 Naushi (вул. Григорія Сковороди, 7)
Це раменна з різноманітними стравами японської кухні. До того ж заклад пропонує вегетаріанські страви та широкий вибір моті з різними смаками. 

Випити кави:

📍 Кав'ярня GRKY в НаУКМА 
Кав’ярня-коворкінг розташована в 2 корпусі (на першому студмістечку). У цьому місці створені ідеальні умови для неквапливого спілкування та приємного проведення часу.

📍 Afternoon (вул. Волоська, 18/17)
Тут готують сезонні страви та каву від сім'ї First Point. Заклад розташований біля «Самосаду», де в теплу пору року ви можете випити кави та поніжитися на сонці.

📍 Vagabond Cafe & Vintage Corner (вул. Григорія Сковороди, 7)
Чудове місце, щоби зупинитися на каву або взяти її з собою. До кави можна придбати смачні десерти за доступними цінами. 

📍 Книгарня-кав’ярня «Сковорода» (вул. Григорія Сковороди, 6)
Місце, де можна обрати добру книгу до смаку, а також випити кави чи чаю. Розташована неподалік Могилянки, а саме біля Культурно-мистецького центру . Родзинкою книгарні є стінописи Богдани Давидюк, присвячені творчості Григорія Савича Сковороди.
"""

COUNT_TEXT = """Ти можеш порахувати конкурсний бал за допомогою нашого калькулятора або вручну за формулою: 

Конкурсний бал = РК\*ГК\*((К1\*П1 + К2\*П2 + К3\*П3 + К4\*П4) / (К1 + К2 + К3 + К4) + ОУ), де:

🔹П1, П2, П3, П4 — бали з чотирьох дисциплін НМТ за шкалою 100-200;

🔹К1, К2, К3, К4 — невід’ємні вагові коефіцієнти, що застосовуються до рейтингових балів кожного предмету НМТ. Знайти ці значення можна за [покликанням](https://osvita.ua/consultations/bachelor/10025/).

🔹ОУ — бал за успішне проходження підготовчих курсів НаУКМА за 2024 рік лише при вступі на спеціальності, яким надається особлива підтримка.

🔹ГК — галузевий коефіцієнт, що становить:

• 1,02 для заяв з пріоритетністю 1 та 2 на спеціальності, яким надається особлива підтримка.
• 1,00 для інших спеціальностей.

🔹РК — регіональний коефіцієнт, для КМА він становить 1,00.

📌У НаУКМА спеціальності, яким надається особлива підтримка це:
• 102 "Хімія"
• 104 "Фізика та астрономія"

🙏При подачі заявки конкурсний бал рахується автоматично, враховуючи всі коефіцієнти, його не потрібно вносити в заявку. Проте зараз ти можеш його підрахувати, аби попередньо оцінити свої шанси на вступ. 

❗️У разі, якщо ти вступаєш на основі НМТ 2023, 2022 років або ЗНО 2021, просто використовуй аналогічну формулу, лише без врахування четвертого предмету.
"""

START_TEXT = """🎓 Вітаємо вас у чат-боті Вступ НаУКМА! 🎓

Цей бот створений, щоб допомогти вам дізнатися більше про Могилянку. Використовуйте кнопки нижче, щоб отримати інформацію про навчальні програми, гуртожитки, студентське життя та багато іншого.

🔄 У разі технічних проблем, скористайтеся кнопкою "Reset", яка знаходиться в меню.

🆘 Якщо у вас є питання або вам потрібна допомога, натисніть на "Чат-підтримка". Наша команда завжди готова вам допомогти!

😜 І не забудьте натиснути "Хочу приколюху", щоб отримати щось веселе!

"""

BACHELOR_BUDGET_DESCRIPTION_TEXT = """👩🏻‍💻  бюджет можна подати до 5-ти заяв, розставивши пріоритети, де ***1 — це найвища пріоритетність, а 5 — найнижча.***

✍️ Якщо ти не проходиш на бюджет по першому пріоритету, твою заявку розглядають на другому і так далі. Однак у тебе все одно буде можливість вступити на перший пріоритет, але вже на контракт. 

💙 Радимо не поспішати та ретельно обдумати свій вибір. Обов’язково перевір чи ти все правильно обрав/-ла перед тим як остаточно розставляти пріоритети, адже їх не можна буде змінити. Також, якщо ти не впевнений/-на у своїх балах, можеш подивитися з якими балами подаються на спеціальності, які ти розглядаєш для вступу, і зважити свої шанси.

🏃🏻‍♀️ Коли буде оприлюднено списки рекомендованих до зарахування, тобі потрібно буде підтвердити своє бажання навчатися за допомогою кваліфікованого електронного підпису (КЕП), що можна зробити у «Дії» або під час подачі документів в університеті. 

🍀 Успіхів!
"""

BACHELOR_CONTRACT_DESCRIPTION_TEXT = """👩🏻‍💻 На контракт можна подати до 10-ти заяв. Тут не потрібно розставляти пріоритети, і тебе можуть рекомендувати до вступу на декількох спеціальностях одночасно.

🌊 Цього року буде декілька хвиль рекомендацій, тому ти можеш подати документи як до рекомендації, так і після. 

💁🏻‍♀️ Якщо ти подаєш документи до рекомендації, то потрібно буде підтвердити своє бажання навчатися кваліфікованим електронним підписом (КЕП) після її отримання, що можна зробити у «Дії» або в університеті.

✍️ Якщо ти подаєш документи після отримання рекомендації, то обов’язково підтвердь її КЕПом у свою хвилю. Після цього ти можеш подавати документи на вступ.

🍀Успіхів!
"""

DATES_BACHELOR_BUDGET_TEXT = """***✍️ 1 липня – 31 жовтня*** — реєстрація електронних кабінетів вступника.

🖇 ***19 липня – 31 липня*** — подача електронних заяв на вступ до університетів в електронному кабінеті ЄДЕБО.

🌐 ***5 серпня*** — формування рейтингових списків вступників і надання рекомендацій до зарахування за кошти державного замовлення. 

📝 ***5 серпня – 18:00 8 серпня*** — виконання вимог до зарахування: підтвердження місця навчання за допомогою кваліфікованого електронного підпису та подача документів.

💸 ***10 серпня*** — зарахування на навчання за рахунок державного бюджету.

🍀 Нагадуємо, що детально про саму систему вступу на бюджет, ти можеш дізнатися в попередньому розділі.
"""

DATES_BACHELOR_CONTRACT_TEXT = """***✍️ 1 липня – 31 жовтня*** — реєстрація електронних кабінетів вступника.

🖇 ***19 липня – 31 липня*** — подача електронних заяв на вступ до університетів в електронному кабінеті ЄДЕБО.

📝 ***1 серпня – 18:00 29 серпня*** — подача документів на контракт.

🌐 ***9 серпня – 18:00 29 серпня*** — надання рекомендацій до зарахування за кошти фізичних та/або юридичних осіб.

📝 ***9 серпня – 18:00 29 серпня*** — виконання вимог до зарахування: підтвердження місця навчання за допомогою кваліфікованого електронного підпису та подача документів.

💸 ***10 серпня – 18:00 30 серпня*** — зарахування на навчання за рахунок коштів фізичних та/або юридичних осіб.

🍀 Нагадуємо, що детально про саму систему вступу на контракт, ти можеш дізнатися в попередньому розділі.
"""

MASTER_EVI = """
📓 ***Єдиний вступний іспит*** – це тест, який складається з наступних двох частин.

1️⃣ Тест загальної навчальної компетентності, або ТЗНК, який перевіряє навички критичного мислення, аналітичного письма тощо. ***Тест складається з 27 питань та триває 75 хвилин.***

Який формат ТЗНК?

27 запитань поділені на:
• завдання 1–4 на заповнення пропусків у мікротекстах;
• завдання 5–27 з вибором однієї правильної відповіді.


2️⃣ Тест на знання іноземної мови (англійська, німецька, французька або іспанська на твій вибір). Тест складається з ***30 запитань та триває 45 хвилин.***

Який формат тесту з англійської мови?
30 запитань поділені на:
• завдання 1-6 на встановлення відповідності;
• завдання 7-11 з вибором однієї правильної відповіді;
• завдання 12-30 на заповнення пропусків у тексті.
"""

MASTER_EFVV = """
🤔 Єдиний фахове вступне випробування перевіряє твої знання з певної галузі, дуже схоже на НМТ/ЗНО, тільки для вступників з рівнем молодшого бакалавра, бакалавра та магістра.

Цей тест мають складати лише ті, хто буде вступати спеціальності наступних галузей знань: 
• 05 Соціальні та поведінкові науки, 
• 06 Журналістика,
• 07 Управління та адміністрування, 
• 08 Право,
• 12 Інформаційні технології, 
• 28 Публічне управління та адміністрування, 
• 29 Міжнародні відносини.

Як визначитись який тест здавати?
• для спеціальностей 051 та 292 треба складати тест з економіки та міжнародної економіки;
• для спеціальностей 052, 291 треба складати тест з політології та міжнародних відносин;
• для спеціальності 054 треба складати тест з психології та соціології;
• для спеціальності 053 треба складати тест або з педагогіки та психології, або з педагогіки та психології;
• для спеціальності 072 треба складати тест з обліку та фінансів;
• для спеціальностей 073, 075 треба складати тест з управління та адміністрування;
• для спеціальності 081 треба складати тест з права та міжнародного права;
• для спеціальностей 121, 122, 124 треба складати тест з інформаційних технологій;
• для спеціальностей 061, 281 треба складати будь-який тест із перелічених вище.

🤗 Усі інші спеціальності, котрим не передбачена здача ЄФВВ, мають писати фахові іспити
"""

MASTER_EXAM = """
🤔 Фахові іспити за своєю основою схожі на ЄФВВ, проте твої знання з певної галузі знань перевіряє вже університет, до якого ти плануєш вступати.

Тобі потрібно складати фахові іспити, якщо ти плануєш вступати на спеціальності наступних галузей знань::
• 03 Гуманітарні науки;
• 09 Біологія;
• 10 Природничі науки; 
• 11 Математика та статистика; 
• 22 Громадське здоров’я;
• 23 Соціальна робота.

Програму фахового іспиту в Академії ти знайдеш за [посиланням](https://vstup.ukma.edu.ua/entrance-examination-program?level=MASTER)
"""

MASTER_REGISTRATION = """
🖋️❗  Для реєстрації на ЄВІ та/або ЄФВВ потрібно подати документи до приймальної комісії університету у період з 7 травня по 29 травня. КМА надає опції подачі документів як онлайн, так і особисто.

Для успішної реєстрації онлайн на пошту приймальної комісії: vstup@ukma.edu.ua ти маєш надіслати:

• заповнену заяву-анкету для оформлення екзаменаційного листка з накладеним своїм кваліфікованим електронним підписом;
• документ, що посвідчує особу;
• документ, що підтверджує обліковий номер картки платника податків (РНОКПП);
• документ, що підтверджує закінчення навчання (лише для тих, хто завершив навчання минулого року);
• довідку щодо планового строку завершення навчання та отримання диплома у 2024 році;
• фотографії 3*4.

У заяві ти маєш вказати таку інформацію:
• населений пункт, де плануєш складати ЄВІ та/або ЄФВВ;
• назву іноземної мови для ЄВІ;
• та назву тесту для ЄФВВ.

❗ Якщо ти вагаєшся у напрямку, який хочеш обрати для ЄФВВ ти можеш обрати тестування не більше ніж з 2 предметів.

🏃Буває так, що плани змінюються, тому у тебе є право змінити реєстраційні дані, для цього у строк між 7 та 29 травня треба переєструватися звернувшись до приймальної комісії НаУКМА.
"""

DATES_MASTER_TEXT = """
📆 Обов’язковою умовою вступу на магістратуру є складання вступних іспитів. Детальніше про ЄВІ, ЄФВВ, фаховий іспит та різницю між ними можеш дізнатися у попередніх розділах. А тут ми розповімо про основні дати проведення.

💡 Проте ще раз нагадуємо, що реєстрація для складання магістерських тестів розпочинається з ***9.00 7 травня та закінчується о 18:00 29 травня.*** Для вступників, які не змогли зареєструватись в основний період реєстрації, передбачений додатковий період реєстрації — ***з 17 до 21 червня.***

⏰ Eже вступні випробування, як-от: ЄВІ та ЄФВВ, проходитимуть у дві сесії:
🔹 основна сесія: ***24 червня — 15 липня;***
🔹 додаткова сесія: ***31 липня — 14 серпня.***

У ці періоди ти матимеш змогу скласти іспити, а вже інформацію про результати основної сесії за шкалою 100–200 балів буде розміщено на інформаційних сторінках учасників ***до 20 липня***, додаткової – ***до 20 серпня.***

Також з ***17 й по 28 липня*** проводитимуться співбесіди замість ЄВІ та фахові іспити замість ЄФВВ.

❗ Фаховий іспит для осіб, які беруть участь у конкурсному відборі виключно на місця кошти фізичних або юридичних осіб, проводиться з ***1 серпня до 18:00 16 серпня.***
💙 Бажаємо успіхів та нехай щастить!

"""

BACHELOR_CABINET_TEXT = """📆 Реєстрація електронних кабінетів вступників розпочинається ***01 липня та закінчується 31 жовтня.***

Для реєстрації кабінету потрібно увійти на сторінку [системи подання заяв](https://vstup.edbo.gov.ua/).

📲 Для відкриття електронного кабінету треба вказати адресу електронної пошти – надалі вона буде логіном для входу. На вказану електронну адресу надійде лист для активації доступу до електронного кабінету.

🗂️ Для реєстрації електронного кабінету потрібно також внести дані:
-  одного із сертифікатів ЗНО (2021); або НМТ (2022, 2023, 2024).
-  серію та номер свідоцтва про повну загальну середню освіту (атестата).

💡 Після активації електронного кабінету потрібно ввести/завантажити наступну інформацію:
-  контактний номер телефону
-  кольорову фотокартку (3х4 см);
-  фотокопію додатка до свідоцтва / атестата про повну загальну середню освіту.

🖼️ Файли потрібно завантажувати у форматі JPG (JPEG), а максимальний розмір такого файлу не має перевищувати 1 Мб.

❗️ Слід ретельно переглянути правильність даних, оскільки після подання першої заяви внести будь-які зміни до електронного кабінету вже неможливо. Тому краще пересвідчитися, що всі дані завантажені в електронний кабінет коректно.
"""

MASTER_CABINET_TEXT = """
📆 Реєстрація електронних кабінетів вступників розпочинається ***01 липня та закінчується 31 жовтня.***

Для реєстрації кабінету потрібно увійти на сторінку [системи подання заяв](https://vstup.edbo.gov.ua/).

📲 Для відкриття електронного кабінету треба вказати адресу електронної пошти – надалі вона буде логіном для входу. На вказану електронну адресу надійде лист для активації доступу до електронного кабінету.

🗂️ Для реєстрації електронного кабінету потрібно також внести дані:
-  одного із сертифікатів ЗНО (2021); або НМТ (2022, 2023, 2024).
-  серію та номер свідоцтва про повну загальну середню освіту (атестата).

💡 Після активації електронного кабінету потрібно ввести/завантажити наступну інформацію:
-  контактний номер телефону
-  кольорову фотокартку (3х4 см);
-  фотокопію додатка до свідоцтва / атестата про повну загальну середню освіту.

🖼️ Файли потрібно завантажувати у форматі JPG (JPEG), а максимальний розмір такого файлу не має перевищувати 1 Мб.

❗️ Слід ретельно переглянути правильність даних, оскільки після подання першої заяви внести будь-які зміни до електронного кабінету вже неможливо. Тому краще пересвідчитися, що всі дані завантажені в електронний кабінет коректно.
"""

APPLICATIONS_BACHELOR_TEXT = """📲 Подача заяв для вступу до закладів вищої освіти в електронній формі онлайн через електронний кабінет [ЄДЕБО](https://vstup.edbo.gov.ua/). 

📆 Подача електронних заяв на основі результатів НМТ тесту триватиме з 19 липня та закінчиться 31 липня о 18:00.

👩🏼‍💻 Щоб подати заявку, необхідно перейти до вкладки «Подача заяв». Тут можна вибрати регіон, де знаходиться заклад вищої освіти, сам заклад за ключовими словами, форму здобуття освіти, а також спеціальність. Потім потрібно натиснути кнопку «Пошук». Після отримання результатів, обрати бажаний університет та спеціальність, натиснувши «Подати заявку». Наступним кроком потрібно заповнити поля щодо фінансування, якщо ти плануєш вступати на бюджет, то треба обрати позначку з «державним замовленням», якщо на контракт — то «кошти фізичних або юридичних осіб». 

❗️ Зверни увагу, заява на бюджет бере участь у конкурсі одночасно і на контракт, додатково подавати контрактну заяву на ту саму конкурсну пропозицію не потрібно.

📊 У кожній заяві, яку абітурієнт подає на бюджет, потрібно обов’язково встановити пріоритети — від 1 до 5, де ***1 — це найвища пріоритетність, а 5 — найнижча.***

❗️ Установлення пріоритетності — важливий крок, адже змінити її після подання заяви неможливо.

📑 ***Ти можеш подати до 5 заяв на бюджетну форму навчання та до 10 заяв на контрактну. Загалом — 15 заяв.***
"""

APPLICATIONS_MASTER_TEXT = """
📲 Подача заяв для вступу до закладів вищої освіти в електронній формі онлайн через електронний кабінет [ЄДЕБО](https://vstup.edbo.gov.ua/). 

📆 Подача електронних заяв триватиме з 1 серпня та закінчиться 22 серпня о 18:00.

👩🏼‍💻 Щоб подати заявку, необхідно перейти до вкладки «Подача заяв». Тут можна вибрати регіон, де знаходиться заклад вищої освіти, сам заклад за ключовими словами, форму здобуття освіти, а також спеціальність. Потім потрібно натиснути кнопку «Пошук». Після отримання результатів, обрати бажаний університет та спеціальність, натиснувши «Подати заявку». Наступним кроком потрібно заповнити поля щодо фінансування, якщо ти плануєш вступати на бюджет, то треба обрати позначку з «державним замовленням», якщо на контракт — то «кошти фізичних або юридичних осіб». 

❗️ Зверни увагу, заява на бюджет бере участь у конкурсі одночасно і на контракт, додатково подавати контрактну заяву на ту саму конкурсну пропозицію не потрібно.

📊 У кожній заяві, яку абітурієнт подає на бюджет, потрібно обов’язково встановити пріоритети — від 1 до 5, де 1 — це найвища пріоритетність, а 5 — найнижча.

❗️ Установлення пріоритетності — важливий крок, адже змінити її після подання заяви неможливо.

📑 Ти можеш подати до 5 заяв на бюджетну форму навчання та до 10 заяв на контрактну. Загалом — 15 заяв.
"""

MOTIVATION_BACHELOR_TEXT: str = """🧾 Мотиваційний лист — це написаний документ, який ти подаєш до закладу вищої освіти з метою показати свою зацікавленість у вступі на певну спеціальність. 

👀 Що має містити твій мотиваційний лист? Подивімося на структуру.

🔹 Шапка — це частина листа з адресатом та адресантом. У нашому випадку лист варто адресувати Голові Приймальної комісії Президентові Києво-Могилянської академії Сергію Квіту.

🔹 Вступ — тут має бути коротке пояснення, чому ти обрав саме цей університет і як він сприятиме твоєму професійному розвитку. Варто почати цю частину із шанобливого звертання до адресата.

🔹 Основна частина — опис фактів, що можуть допомогти тобі в навчанні. Розкажи про свої академічні та соціальні досягнення, навички, що допоможуть тобі в навчанні та конкретні зацікавлення в спеціальності.

🔹 Висновок — короткий підсумок, що підтверджує твою готовність вчитися та впевненість в обраному напрямку.

☝️ Обсяг мотиваційного листа має бути 1-2 сторінки формату А4. Він має бути написаний мовою, якою відбуватиметься реалізація освітньої програми, тобто українською або англійською.

🧐 На що найбільше звертатимуть увагу при прочитанні листів:
-  твій рівень мотивації щодо вступу в конкретний заклад на конкретну спеціальність;
-  твоє розуміння власних цілей та шляхів їхньої реалізації;
-  наскільки ти усвідомлюєш свої якості, що потрібні саме для цієї професії.

Додатково ти можеш переглянути відео від Вступу, аби ще краще написати мотиваційний лист:
-  [1 частина](https://youtu.be/XQw_gXrXJL4?si=ixvKR2lQLeX_5wbS);
-  [2 частина](https://youtu.be/lbZ2X3ROdLk?si=m-xqo-tXw_4spd2T).

🙏 Рейтинг мотиваційного листа визначають колегіальним рішенням предметної комісії.

💙 Пам’ятай, що найважливіше, аби лист виражав твою особистість та твої власні цілі й бажання. Дай собі час обміркувати свої сильні сторони та нехай щастить!
"""

BACHELOR_DOCUMENTS_TEXT = """
👩🏻‍💻  початком вступної кампанії абітурієнту/-ці потрібно створити електронний кабінет вступника і через нього завантажити копії необхідних документів.

Документи, які потрібні для реєстрації електронного кабінету:
-  документ про освіту (атестат, свідоцтво);
-  номер, PIN код сертифіката ЗНО, НМТ;
-  серія та номер посвідчення особи (паспорт, код ІПН);
-  документи, які дають право на вступ за спеціальними умовами.

📖 При подачі документів в університет для виконання вимог до зарахування з собою потрібно мати:

🔹 Документ, що посвідчує особу (паспорт або ID-карта):
-  оригінал;
-  2 копії.

🔹 Для ID-карти потрібно витяг про місце проживання:
-  оригінал (форма 13 або витяг з «Дії»);
-  2 копії.

🔹 Індивідуальний податковий номер:
-  оригінал;
-  2 копії.
❗Якщо він є на ID-картці, тоді не обов'язково.

🔹 Документ про освітній рівень (твій атестат або свідоцтво про повну загальну середню освіту):
-  оригінал;
-  2 копії.

🔹 Додаток до документа про освітній рівень:
-  оригінал;
-  2 копії.

🔹 Роздруківка з отриманими балами НМТ.

🔹 Посвідчення про приписку або війсковий квиток (для військовозобов’язаних):
-  оригінал;
-  2 копії.

🔹 Кольорові фотокартки 3 х 4:
-  4 шт.

🔹 Договір вступника:
-  2 примірника.
-  Можна заповнити заздалегідь або на місці в приймальній комісії.
-  Щоб укласти цей договір потрібна присутність батьків або інших повнолітніх осіб, якщо тоді не виповнилося 18 років.
-  Ознайомитись з ним можна за [посиланням](https://storage.smart.ukma.edu.ua/storage/files/501/download).

🔹 Фінансовий договір (на контракт).
-  Заповнюється на місці тільки з повнолітньою особою, якщо тобі ще не виповнилося 18.
-  Ознайомитись з ним можна за [посиланням](https://storage.smart.ukma.edu.ua/storage/files/502/download).

Додатково:

🔹 Сертифікат ЗНО (для вступників, які вступають за ЗНО 2021 років):
-  оригінал;
-  1 копія.

🔹 Роздруківка з отриманими балами ЗНО.

🔹 Документи, що підтверджують право на пільгу (за наявності).


💻 Подача документів можлива й в електронній формі. Особи, які подали заяви в електронній формі, зобов’язані підписати власну заяву, роздруковану Приймальною комісією. 
"""

MOTIVATION_MASTER_TEXT = """
🧾 Мотиваційний лист — це написаний документ, який ти подаєш до закладу вищої освіти з метою показати свою зацікавленість у вступі на певну спеціальність. 

👀 Що має містити твій мотиваційний лист? Подивімося на структуру.

🔹 Шапка — це частина листа з адресатом та адресантом. У нашому випадку лист варто адресувати Голові Приймальної комісії Президентові Києво-Могилянської академії Сергію Квіту.
🔹 Вступ — тут має бути коротке пояснення, чому ти обрав саме цей університет і як він сприятиме твоєму професійному розвитку. Варто почати цю частину із шанобливого звертання до адресата.
🔹 Основна частина — опис фактів, що можуть допомогти тобі в навчанні. Розкажи про свої академічні та соціальні досягнення, навички, що допоможуть тобі в навчанні та конкретні зацікавлення в спеціальності.
🔹 Висновок — короткий підсумок, що підтверджує твою готовність вчитися та впевненість в обраному напрямку.

☝️ Обсяг мотиваційного листа має бути 1-2 сторінки формату А4. Він має бути написаний мовою, якою відбуватиметься реалізація освітньої програми, тобто українською або англійською.

🧐На що найбільше звертатимуть увагу при прочитанні листів:
• твій рівень мотивації щодо вступу в конкретний заклад на конкретну спеціальність;
• твоє розуміння власних цілей та шляхів їхньої реалізації;
• наскільки ти усвідомлюєш свої якості, що потрібні саме для цієї професії.

Додатково ти можеш переглянути відео від Вступу, аби ще краще написати мотиваційний лист:
• [1 частина](https://youtu.be/XQw_gXrXJL4?si=ixvKR2lQLeX_5wbS);
• [2 частина](https://youtu.be/lbZ2X3ROdLk?si=m-xqo-tXw_4spd2T).

🙏Рейтинг мотиваційного листа визначають колегіальним рішенням предметної комісії.

💙Пам’ятай, що найважливіше, аби лист виражав твою особистість та твої власні цілі й бажання. Дай собі час обміркувати свої сильні сторони та нехай щастить!

"""

MASTER_DOCUMENTS_TEXT = """
👨🏻‍💻 Подання заяв на вступ на магістратуру в електронній формі подається шляхом заповнення електронної форми на сайті. Під час реєстрації, окрім електронної пошти й пароля, потрібно зазначити:

• номер, пін-код і рік отримання екзаменаційного листка, що був отриманий під час реєстрації на ЄВІ та ЄФВВ/фаховий іспит;;
• серію та номер документа про здобутий ступінь вищої освіти.

При подачі заяви на вступ потрібно завантажити:

• копії документів в електронній формі (додаток до документа про освіту, на основі якого здійснюється вступ; кольорові фотокартки розміром 3 х 4 см);
• мотиваційний лист.

📑 При подачі документів в університет для виконання вимог до зарахування з собою потрібно мати:

🔹 Документ, що посвідчує особу (паспорт або ID-карта):
• оригінал;
• дві копії.

🔹 Для ID-картки потрібно витяг про місце проживання:
• оригінал (форма 13 або витяг з «Дії»);
• дві копії.

🔹 Індивідуальний податковий номер:
• оригінал;
• 2 копії.
❗Якщо він є на ID-картці, тоді не обов'язково.

🔹 Документ про освітній рівень (твій диплом бакалавра або магістра):
• оригінал;
• 1 копія.

🔹 Додаток до документу про освітній рівень:
• оригінал;
• 1 копія.

🔹Посвідчення про приписку або війсковий квиток (для військовозобов’язаних):
• оригінал;
• 1 копія.

🔹 Екзаменаційний листок із роздрукованими балами до нього.

🔹 Кольорові фотокартки розміром 3 х 4 см:
• 4 шт.

🔹 Договір вступника:
• 2 примірники.
• Можна заповнити зазделегідь або на місці в приймальній комісії.
• Ознайомитись з ним можна за [посиланням](https://storage.smart.ukma.edu.ua/storage/files/501/download).

🔹 Фінансовий договір (на контракт).
• Заповнюється на місці.
• Ознайомитись з ним можна за [посиланням](https://storage.smart.ukma.edu.ua/storage/files/504/download).

Додатково:
🔹 Документи, що підтверджують право на пільгу (за наявності).
• 1 копія.

❗️ Під час прийняття на навчання осіб, які подають документ про здобутий за кордоном ступінь (рівень) освіти, обов’язковою є процедура визнання і встановлення еквівалентності документа.
"""

APPLICATIONS_MASTER_ON_BACHELOR = """
🎓У залежності від спеціальности, на яку ти вступаєш, ти маєш скласти різні іспити. Про них читай у розділі «Вступні іспити».

📎ЄВІ 2023 або 2024 року ТА ЄФВВ 2024 потрібні для вступу на магістратуру в КМА на спеціальності галузей знань:
• 05 Соціальні та поведінкові науки;
• 06 Журналістика;
• 07 Управління та адміністрування;
• 08 Право;
• 12 Інформаційні технології;
• 28 Публічне управління та адміністрування;
• 29 Міжнародні відносини.

📚 ЄВІ 2023 або 2024 року та фаховий іспит в КМА потрібні для вступу на магістратуру на спеціальності галузей знань:
• 03 Гуманітарні науки;
• 09 Біологія;
• 10 Природничі науки;
• 11 Математика та статистика;
• 22 Громадське здоров’я;
• 23 Соціальна робота.
"""

APPLICATIONS_MASTER_ON_MASTER = """
🎓Вступити на магістратуру можна не лише на основі закінченого бакалаврату, а й на основі ступеня магістра або освітньо-кваліфікаційного рівня спеціаліста.

✍🏻Для цього абітурієнт/-ка може використати один з двох представлених нище сценаріїв.

🔵 Подати результати ЄВІ та/або ЄФВВ (крім спеціальності 081 Право).. Така процедура передбачає можливість вступу на бюджет лише за умови, що попередній рівень магістра був здобутий за кошти фізичних та/або юридичних осіб.

🔵 Пройти відповідну/-і співбесіду/-и та/або фаховий/-і іспит/-и в Академії. У такому разі вступ можливий лише на контракт не залежно від джерела фінансування минулого навчання на магістратурі. 

🎓У залежності від спеціальности, на яку ти вступаєш, ти маєш скласти різні іспити.

📎ЄВІ 2023 або 2024 року та/або ЄФВВ 2024 потрібні для вступу на магістратуру на спеціальності галузей знань:
• 05 Соціальні та поведінкові науки;
• 06 Журналістика;
• 07 Управління та адміністрування;
• 08 Право;
• 12 Інформаційні технології;
• 28 Публічне управління та адміністрування;
• 29 Міжнародні відносини.


📚ЄВІ 2023 або 2024 року та/або фаховий іспит у закладі освіти потрібні для вступу на магістратуру на спеціальності галузей знань:
• 03 Гуманітарні науки;
• 09 Біологія;
• 10 Природничі науки;
• 11 Математика та статистика;
• 22 Громадське здоров’я;
• 23 Соціальна робота.
"""

DATES_MASTER_BUDGET_TEXT = """
✍️ ***1 липня – 31 жовтня*** — реєстрація електронних кабінетів вступника.


🖇 ***1 – 22 серпня*** — подача електронних заяв на вступ до університетів в електронному кабінеті ЄДЕБО.


🌐 ***24 серпня*** — формування рейтингових списків вступників і надання рекомендацій до зарахування за кошти державного замовлення. 


📝 ***24 серпня – 18:00 26 серпня*** — виконання вимог до зарахування: підтвердження місця навчання за допомогою кваліфікованого електронного підпису та подача документів.


💸 ***27 серпня*** — зарахування на навчання за рахунок державного бюджету.


🍀 Нагадуємо, що детально про саму систему вступу на бюджет, ти можеш дізнатися в попередньому розділі.

"""

DATES_MASTER_CONTRACT_TEXT = """
✍️ ***1 липня – 31 жовтня*** — реєстрація електронних кабінетів вступника.


🖇 ***1 – 22 серпня*** — подача електронних заяв на вступ до університетів в електронному кабінеті ЄДЕБО.


📝 ***24 серпня – 18:00 31 серпня*** — подача документів на контракт.


🌐 ***28 – 30 серпня*** — надання рекомендацій до зарахування за кошти фізичних та/або юридичних осіб.


📝 ***28 серпня – 16:00 31 серпня*** — виконання вимог до зарахування: підтвердження місця навчання за допомогою кваліфікованого електронного підпису та подача документів.


💸 ***29 серпня – 18:00 30 серпня*** — зарахування на навчання за рахунок коштів фізичних та/або юридичних осіб.


🍀 Нагадуємо, що детально про саму систему вступу на контракт, ти можеш дізнатися в попередньому розділі.

"""