# тут тексти зберігаємо
VORZEL_TEXT = """🏠 Гуртожиток у Ворзелі (30 кілометрів від центру Києва) - окрема 3-поверхова компактна будівля КМА із власним подвір’ям, розташована практично в курортному районі, відомому в Україні своїми сосновими лісами, приміським затишком та атмосферою “slow-living”.

Але варто згадати й те, що Ворзель - місто-герой, яке пережило та врешті героїчно відбило напад російських окупантів.

Планування:

🔹 3 поверхи
🔹 Коридорне планування
🔹 Кімнати: усього 69 (3-місні, 2-місні, 1-місні)
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Балкони у кожній кімнаті (за винятком кімнат під номерами 225, 325)
🔹 Відокремлене стінкою місце із мийкою у кожній кімнаті
🔹 Дві кухні на кожному поверсі (у кожній 1 мийка, 3 електроплити, стіл-тумба, балкон)
🔹 Дві великі туалетні кімнати на кожному поверсі
🔹 Дві великі загальні душові кімнати (1-й поверх)
🔹 Пральня (1-й поверх)
🔹 Бібліотека (1-й поверх)
🔹 Тренажерна зала (1-й поверх)
🔹 Майстерня столяра та сантехніка (1-й поверх)
🔹 Тенісний стіл (2-й поверх)
🔹 Тераса (2-й поверх)
🔹 Спільний простір з диваном чи кріслами в холі на кожному поверсі
🔹 Місце для барбекю на прибудинковій території
 
🌳 Велика огороджена прибудинкова територія з деревами, суницями та навіть городом (хобі гуртожитського сантехніка).

❗️ Гуртожиток у Ворзелі є місцем проживання виключно для студентів-магістрів, проте, як і студенти-бакалаври, вони мають можливість заселятися в інші гуртожитки - Трою, Харьок чи Маккейна.

📍 смт Ворзель, вул. Кленова, 6-А
"""

TROYA_TEXT = """🏠 Найбільший гуртожиток КМА - це окрема 9-поверхова будівля в Деснянському районі Києва, у житловому масиві Троєщина. Власне звідси й походить назва «Троя», якою мешканці найчастіше позначають свій гуртожиток.

І справді: могилянська Троя з її легендарним студентським життям дійсно нагадує невелике містечко. Якби сітком «Друзі» знімали в Україні, це було б саме тут.

 Планування:

🔹 9 поверхів
🔹 Блочна система, 8 блоків (окрім 1-го поверху, де 4 блоки)
🔹 Блок містить: 4 кімнати, душ і туалет
🔹 Кімнати: 4-місні, 3-місні, 2-місні, 1-місні
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня в кожному блоці (1 мийка, 1 електроплита, стіл-тумба)
🔹 Душова кімната в кожному блоці
🔹 Туалетна кімната в кожному блоці
🔹 Балкон у кожному блоці
🔹 Пральня (1-й поверх)
🔹 Читальня (1-й поверх)
🔹 Спортзал (2-й поверх)
🔹 Кінозал (9-й поверх)
🔹 Тенісний стіл в окремому залі (3-й поверх)
 
Є працюючий ліфт, сміттєпровід - заварений.

📍 м. Київ, вул. Олександри Екстер (Марини Цвєтаєвої), 14-Б
"""

KHARYOK_TEXT = """🏠 Другий найбільший гуртожиток КМА займає половину (1 під’їзд) 9-поверхової будівлі в Дніпровському районі Києва.

Серед студентства гуртожиток відомий як «Харьок». Власне кажучи, ця назва повністю відповідає його динамічній спільноті, студентському життю та статусу колиски багатьох могилянських мемних історій.

Планування:

🔹 9 поверхів (1-й — не житловий)
🔹 Блочна система, 16 блоків
🔹 Блок містить: 6–7 кімнат (окрім блока 2-А, де 4 кімнати) + душ + туалет
🔹 Кімнати: 3-місні, 2-місні, 1-місні
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня в кожному блоці
🔹 Душова кімната в кожному блоці
🔹 Туалетна кімната в кожному блоці
🔹 Пральня

📍 м. Київ, Харківське шосе, 17
"""

MAKKEINA_TEXT = """🏠 Цей компактний гуртожиток могилянці жартома називають «Маккейнстейт». Він займає частину 9-поверхової будівлі в Печерському районі Києва неподалік зеленої та синьої гілок метро.

У цій невеличкій спільноті всі знають всіх особисто, панує дружня сусідська атмосфера. На кухні ввечері часто збираються мешканці - поспілкуватися, пограти в настільні гри й обговорити міжнародну політику.

Планування:

🔹 9 поверхів (студенти мешкають від 3-го до 9-го, інше — приватні квартири)
🔹 Блочна система, 23 блоки
🔹 Блок містить: 2–4 кімнати + душ + туалет
🔹 Кімнати: 4-місні, 3-місні, 2-місні, 1-місні 

Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня — одна на 5-му, одна 9-му на поверсі
🔹 Душова кімната в кожному блоці
🔹 Ванна кімната в кожному блоці
🔹 Пральня (1-й поверх)

📍 м. Київ, вул. Дж. Маккейна, 31-А
"""

DOCUMENTS_TEXT = """🏫 Процес поселення починається з подання заявок через е-систему поселення — DMS. Потрібно дотримуватись інструкцій на екрані, ознайомитися з документами, які відобразяться у вікні та обов’язково роздрукувати їх. Після підтвердження місця в установлені дати (останні дні серпня/перші дні вересня) потрібно приїхати до гуртожитку та подати:

1. Медичні документи:
копія декларації із сімейним лікарем;
довідка від дерматолога та її копія;
флюорографія та копія.

📄 Замість флюорографії та довідки від дерматолога (принаймні замість флюорографії), можна подати форму 086, проте перевірте наявність саме пункту флюорографії/дерматологічного огляду.

2. Фотографії 3х4 (дві штуки);

3. Роздруковані (з DMS):
заява на поселення;
ордер;
договір (підписується на місці).
 
4. Квитанція оплати за проживання (може бути в е-вигляді, у смартфоні);

5. Документи для застосування пільгових умов (за наявності пільг):
документи, що підтверджують право на ту чи іншу пільгу
заява про пільгове проживання — лише якщо для вашої категорії передбачена пільга при оплаті (з DMS). 
"""

TRIMESTER_TEXT = """Академічний календар у Могилянці ділиться на триместри: осінній семестр, весняний семестр та додатковий період весняного семестру. (Осінній, весняний та літній триместр відповідно) 

🔹 Осінній семестр починається 1 вересня і триває 15 тижнів до 20-х чисел грудня. Закінчується триместр заліково-екзаменаційною сесією. Потім настають омріяні канікули. 

🧘 Зимові канікули тривають орієнтовно місяць.

🔹 Весняний семестр починається наприкінці січня і триває 14 тижнів. Упродовж цього семестру відбувається запис на вибіркові дисципліни і формування індивідуальних навчальних планів на наступний рік. Заліково-екзаменаційна сесія завершується орієнтовно в середині травня

🧘 Між весняним та літнім триместрами канікул немає.

🔹 Додатковий період весняного семестру, або літній триместр, — найкоротший. Він розпочинається в середині травня та триває 7 тижнів до 29 червня.

🧘 Літні канікули розпочинаються 1 липня і тривають аж до 1 вересня.
"""

INP_TEXT = """Могилянці самостійно складають розклад, обираючи певну кількість вибіркових дисциплін, тому в кожного індивідуальний навчальний план. У тебе буде корпоративний акаунт, який буде підв’язаний до системи автоматичного запису (САЗ), де відбувається запис на групи та дисципліни. 

✍️ У першому триместрі першого курсу на групи розподіляє деканат, а вже з наступного триму ти самостійно обираєш групи, що дає змогу скласти максимально зручний графік. 

✍️ З другого курсу ти можеш записатися на вибіркові дисципліни, до яких входять:

🔹 Професійно-орієнтовані дисципліни — ті, які спрямовані на поглиблення знань в обраній сфері. На кожній спеціальності є перелік таких дисциплін, з яких на рік ти обираєш дві чи три, залежно від кількості кредитів.

🔹 Дисципліни вільного вибору — це будь-які дисципліни, які тебе цікавлять. На чотири роки у тебе буде 25 кредитів на такі предмети. Це може бути щось суміжне до твоєї спеціальності або щось зовсім не пов’язане з нею. 

❗️ Головне — не забудь спитати відгуки про дисципліну, перш ніж записуватися.
"""

ORGANIZATION_TEXT = """У Могилянці функціонує безліч корисних та зручних онлайн-сервісів, які спрощують навчання. Поговоримо про деякі з них.

🔹 DistEdu — це найголовніша платформа під час навчання. Тут зібрана вся інформація про курси, які ти відвідуєш. На сайті можна пройти тести, переглянути  журнал оцінок, здати домашні завдання тощо.

🔹 САЗ (система автоматизованого запису) — не менш важлива платформа, тут кожен/-на створює індивідуальний навчальний план, відбувається коригування груп та запис на вибіркові дисципліни. Після цього в САЗі ти можеш переглянути розклад та групи, у які ти записався. 

🔹 Онлайн-бібліотека спрощує життя багатьом студентам, оскільки ти можеш оформити читацький квиток, замовити та забронювати книжку в особистому кабінеті просто через онлайн-сервіс. Також зручний пошук допоможе знайти будь-яке ексклюзивне видання. Для спрощення процесу існує каталог, розбитий по дисциплінах, де ти зможеш швидко знайти потрібну тобі літературу. 

🔹 Zoom. Уже декілька років онлайн-навчання підтримує звʼязок між викладачами та студентами. Саме через цей застосунок проводиться більшість лекцій, семінарів, конференцій тощо. 

🔹 MS Teams — зручний застосунок для комунікації, у ньому  викладачі можуть проводити онлайн-пари, надсилати різні файли, завдання та тести.

🔹 Outlook. Через цей застосунок відбувається все університетське листування. Під час навчання тобі надається корпоративна пошта, яку слід використовувати впродовж навчання. Саме на Оutlook тобі буде приходити найважливіша інформація від викладачів/-ок та катедри, запрошення на різні конференції, лекторії тощо. Також у цьому застосунку є зручний календар, у якому ти зможеш розписати свій розклад та налаштувати нагадування про події. 
"""

TEACHER_TEXT = """
У Могилянці у визначені дати (найчастіше наприкінці семестру) відбувається анонімне опитування студентів щодо якості викладання.

✍️ Під час нього студенти можуть ділитись своїми відгуками про викладачів та предмети; давати поради стосовно покращення навчального процесу; ділитися тим, що дуже подобається під час опанування курсу, а що — взагалі ні тощо.  

🏛️ Опитування відбувається для того, аби викладачі мали орієнтири для вдосконалення своїх курсів, а адміністрація, за сприяння студентів, глибше аналізувала ефективність роботи викладача. 

❗️ Відгуки на дисципліни є анонімними та справді впливають на зміни у навчальних програмах та викладацькому складі.
"""

DISCIPLINES_TEXT = """Вибіркові дисципліни — це ті дисципліни, які ти самостійно обираєш для прослуховування в системі автоматичного запису (САЗ).

💁🏻‍♀️ Здебільшого обирати дисципліни можна з другого курсу, проте на деяких спеціальностях це потрібно робити вже на першому курсі. 


👀 Вибіркові дисципліни розширюють знання в різних сферах. Якщо ти вивчаєш фізику, але цікавишся психологією, ти можеш обрати будь-які предмети з цієї спеціальності. 

👩🏻‍💻 Окрім цього, ти можеш поглибити знання зі свого напряму, обравши дисциплінив межах свого факультету. Наприклад, ти можеш обратипредмет з маркетингу, навчаючись на фінансах. 

❗️ Пам’ятай, що потрібно розраховувати тижневе навантаження при виборі дисциплін, адже цікавихдисциплін багато, але в добі лише 24 години. Також не забудь зібративідгуки про дисципліни, перш ніж записуватися.
"""

STUDY_FORMAT = """🔹 Нарешті цього року для більшості студентів навчання розпочалось у очному та змішаному (коли можна долучитися, як очно, так в онлайн) форматах. 

🔹 Вперше за довгий час студенти змогли відвідувати семінари та лекції авдиторно, та навіть відвідувати бібліотеку, яка все ще залишається місцем зустрічі багатьох студентів/-ок 😁

🔹 Звичайно, формат навчання залежить як від спеціальності та курсу, так і від самих студентів, адже визначається голосуванням студентів. Наприклад, на факультеті правничих наук без очного навчання аж ніяк, тому що специфіка цієї спеціальності потребує постійної практики. Інші факультети можуть мати змішаний формат — це дуже зручно, коли студенти не мають змогу долучитись до очного навчання. Деякі спеціальності навчаються повністю в онлайн-форматі. 

Зичимо усім якнайшвидше зустрітися у стінах рідної Альма Матер! 💙
"""

SCHEDULE_TEXT = """🔹На кожну дисципліну — окремі групи, а не одна на всі.

🔸Перед початком триместру студент/-ка отримує загальний розклад дисциплін з визначеним часом проведення семінарів. 

🔹Cтудент/-ка формує свій розклад й обирає групу самостійно. 

🔸Вибір групи полегшує планування особистого часу та допомагає балансувати між навчанням та іншими аспектами життя.
"""

MOBILITY_TEXT = """✈️Навчаючись у Могилянці, ти можеш отримати унікальний досвід навчання за кордоном. Академія співпрацює з університетами Європи, Канади і США.  

💁🏻‍♀️У НаУКМАє два варіанти мобільності:

🔷Erasmus
Це програми мобільности в університети ЄС. Ці програми передбачають стипендію, а також покриття навчання та витрат на дорогу, а всі інші  за твій рахунок. За програмами Erasmus можна поїхати до університетів Німеччини, Польщі, Франції, Фінляндії, Нідерландів, Туреччини, Австрії, Норвегії, Іспанії та Словаччини. 

🔷Двосторонні договори
За двостороннім договором можна навчатися в будь-якому університеті світу, з яким співпрацює Могилянка. За цим видом мобільности учасник звільняється від оплати за навчання, а всі інші витрати покриваються не завжди. Стипендія є не на всіх програмах, але в такому випадку зазвичай оплачується проживання. 

👀Що потрібно для участі?

- Середній бал більше 85
- Транскрипт 
- Сертифікат із підтвердженим рівнем англійської (деякі програми вимагають офіційні на кшталт IELTS/TOEFL, тому внутрішній сертифікат НаУКМА підійде не завжди)
- Погодити предмети (потрібно перезарахувати щонайменше 15 кредитів)
- Заповнити форму для участі
- Пройти інтерв’ю для деяких програм

🍀Успіхів!"""

PRACTICE_TEXT = """🏛️ Навчальна практика у Могилянці є вкрай різноманітною: вона включає професійно-орієнтовану, волонтерську, лабораторні роботи, екскурсії та інші форми. 

🔷 Також існує виробнича та науково-дослідницька практики. Перша включає в себе технологічну, дослідницьку, педагогічну та інші, спрямовані на закріплення теорії в практиці. Науково-дослідницька практика ж спрямована на розвиток компетентностей в організації та виконанні наукових досліджень.

🔷 Форма проходження практики найчастіше очна, але в окремих випадках практика може відбуватись у дистанційній формі.

🔷 Метою практики є ознайомлення із специфікою фаху та формування професійних умінь, закріплення та поглиблення теоретичних знань, розвиток практичних навичок.

🔷 Зміст практики визначається навчальними планами відповідно до освітньої програми.
"""

WORK_TEXT = """
Національний університет «Києво-Могилянська академія» відзначається не лише своєю високою якістю освіти, але й активною підтримкою студентів і випускників у сфері працевлаштування. Заснований у 1994 році, Центр кар'єри та працевлаштування студентів та випускників уже близько 30 років підтримує могилянців в їх становленні як молодих фахівців. Коротко про діяльність Центру:

🔎 Пошук роботи. Центр активно допомагає студентам і випускникам у пошуках роботи. Зокрема, організацією та проведенням презентацій компаній, де студенти можуть познайомитися з потенційними роботодавцями. Також оприлюднюють інформацію про вакансії через дошки оголошень, електронні розсилки та вебсайт Центру. 

🗣️ Розвиток навичок. Центр працевлаштування організовує семінари, тренінги та майстер-класи на актуальні теми, зокрема «Резюме», «Успішне інтерв'ю», «Мистецтво презентації», "«Лідерство». Це спрямовано на формування якостей молодого фахівця та адаптацію до сучасних вимог ринку праці.

👨🏻‍💼 Співпраця з бізнесом. Реалізація спільних освітніх проектів з компаніями-роботодавцями допомагає студентам отримати професійні знання від провідних фахівців.

Важливо зауважити, що студенти та випускники НаУКМА користуються високим попитом на ринку праці. Завдяки якісній підготовці та підтримці Центру кар'єри та працевлаштування, вони мають можливість для самореалізації та кар'єрного росту в різних сферах. Багато могилянців успішно працюють як в українських, так і міжнародних компаніях.
"""
