# тут тексти зберігаємо
VORZEL_TEXT = """🏠 Гуртожиток у Ворзелі (30 кілометрів від центру Києва) - окрема 3-поверхова компактна будівля КМА із власним подвір’ям, розташована практично в курортному районі, відомому в Україні своїми сосновими лісами, приміським затишком та атмосферою “slow-living”.

Але варто згадати й те, що Ворзель - місто-герой, яке пережило та врешті героїчно відбило напад російських окупантів.

Планування:

🔹 3 поверхи
🔹 Коридорне планування
🔹 Кімнати: усього 69 (3-місні, 2-місні, 1-місні)
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Балкони у кожній кімнаті (за винятком кімнат під номерами 225, 325)
🔹 Відокремлене стінкою місце із мийкою у кожній кімнаті
🔹 Дві кухні на кожному поверсі (у кожній 1 мийка, 3 електроплити, стіл-тумба, балкон)
🔹 Дві великі туалетні кімнати на кожному поверсі
🔹 Дві великі загальні душові кімнати (1-й поверх)
🔹 Пральня (1-й поверх)
🔹 Бібліотека (1-й поверх)
🔹 Тренажерна зала (1-й поверх)
🔹 Майстерня столяра та сантехніка (1-й поверх)
🔹 Тенісний стіл (2-й поверх)
🔹 Тераса (2-й поверх)
🔹 Спільний простір з диваном чи кріслами в холі на кожному поверсі
🔹 Місце для барбекю на прибудинковій території
 
🌳 Велика огороджена прибудинкова територія з деревами, суницями та навіть городом (хобі гуртожитського сантехніка).

❗️ Гуртожиток у Ворзелі є місцем проживання виключно для студентів-магістрів, проте, як і студенти-бакалаври, вони мають можливість заселятися в інші гуртожитки - Трою, Харьок чи Маккейна.

📍 смт Ворзель, вул. Кленова, 6-А
"""

TROYA_TEXT = """🏠 Найбільший гуртожиток КМА - це окрема 9-поверхова будівля в Деснянському районі Києва, у житловому масиві Троєщина. Власне звідси й походить назва «Троя», якою мешканці найчастіше позначають свій гуртожиток.

І справді: могилянська Троя з її легендарним студентським життям дійсно нагадує невелике містечко. Якби сітком «Друзі» знімали в Україні, це було б саме тут.

 Планування:

🔹 9 поверхів
🔹 Блочна система, 8 блоків (окрім 1-го поверху, де 4 блоки)
🔹 Блок містить: 4 кімнати, душ і туалет
🔹 Кімнати: 4-місні, 3-місні, 2-місні, 1-місні
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня в кожному блоці (1 мийка, 1 електроплита, стіл-тумба)
🔹 Душова кімната в кожному блоці
🔹 Туалетна кімната в кожному блоці
🔹 Балкон у кожному блоці
🔹 Пральня (1-й поверх)
🔹 Читальня (1-й поверх)
🔹 Спортзал (2-й поверх)
🔹 Кінозал (9-й поверх)
🔹 Тенісний стіл в окремому залі (3-й поверх)
 
Є працюючий ліфт, сміттєпровід - заварений.

📍 м. Київ, вул. Олександри Екстер (Марини Цвєтаєвої), 14-Б
"""

KHARYOK_TEXT = """🏠 Другий найбільший гуртожиток КМА займає половину (1 під’їзд) 9-поверхової будівлі в Дніпровському районі Києва.

Серед студентства гуртожиток відомий як «Харьок». Власне кажучи, ця назва повністю відповідає його динамічній спільноті, студентському життю та статусу колиски багатьох могилянських мемних історій.

Планування:

🔹 9 поверхів (1-й — не житловий)
🔹 Блочна система, 16 блоків
🔹 Блок містить: 6–7 кімнат (окрім блока 2-А, де 4 кімнати) + душ + туалет
🔹 Кімнати: 3-місні, 2-місні, 1-місні
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня в кожному блоці
🔹 Душова кімната в кожному блоці
🔹 Туалетна кімната в кожному блоці
🔹 Пральня

📍 м. Київ, Харківське шосе, 17
"""

MAKKEINA_TEXT = """🏠 Цей компактний гуртожиток могилянці жартома називають «Маккейнстейт». Він займає частину 9-поверхової будівлі в Печерському районі Києва неподалік зеленої та синьої гілок метро.

У цій невеличкій спільноті всі знають всіх особисто, панує дружня сусідська атмосфера. На кухні ввечері часто збираються мешканці - поспілкуватися, пограти в настільні гри й обговорити міжнародну політику.

Планування:

🔹 9 поверхів (студенти мешкають від 3-го до 9-го, інше — приватні квартири)
🔹 Блочна система, 23 блоки
🔹 Блок містить: 2–4 кімнати + душ + туалет
🔹 Кімнати: 4-місні, 3-місні, 2-місні, 1-місні 

Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Кухня — одна на 5-му, одна 9-му на поверсі
🔹 Душова кімната в кожному блоці
🔹 Ванна кімната в кожному блоці
🔹 Пральня (1-й поверх)

📍 м. Київ, вул. Дж. Маккейна, 31-А
"""

DOCUMENTS_TEXT = """🏫 Процес поселення починається з подання заявок через е-систему поселення — DMS. Потрібно дотримуватись інструкцій на екрані, ознайомитися з документами, які відобразяться у вікні та обов’язково роздрукувати їх. Після підтвердження місця в установлені дати (останні дні серпня/перші дні вересня) потрібно приїхати до гуртожитку та подати:

1. Медичні документи:
копія декларації із сімейним лікарем;
довідка від дерматолога та її копія;
флюорографія та копія.

📄 Замість флюорографії та довідки від дерматолога (принаймні замість флюорографії), можна подати форму 086, проте перевірте наявність саме пункту флюорографії/дерматологічного огляду.

2. Фотографії 3х4 (дві штуки);

3. Роздруковані (з DMS):
заява на поселення;
ордер;
договір (підписується на місці).
 
4. Квитанція оплати за проживання (може бути в е-вигляді, у смартфоні);

5. Документи для застосування пільгових умов (за наявності пільг):
документи, що підтверджують право на ту чи іншу пільгу
заява про пільгове проживання — лише якщо для вашої категорії передбачена пільга при оплаті (з DMS). 
"""