# тут тексти зберігаємо
VORZEL_TEXT = """🏠 Гуртожиток у Ворзелі (30 кілометрів від центру Києва) - окрема 3-поверхова компактна будівля КМА із власним подвір’ям, розташована практично в курортному районі, відомому в Україні своїми сосновими лісами, приміським затишком та атмосферою “slow-living”.

Але варто згадати й те, що Ворзель - місто-герой, яке пережило та врешті героїчно відбило напад російських окупантів.

Планування:

🔹 3 поверхи
🔹 Коридорне планування
🔹 Кімнати: усього 69 (3-місні, 2-місні, 1-місні)
 
Зручності:

🔹 Wi-Fi (за додаткову плату)
🔹 Балкони у кожній кімнаті (за винятком кімнат під номерами 225, 325)
🔹 Відокремлене стінкою місце із мийкою у кожній кімнаті
🔹 Дві кухні на кожному поверсі (у кожній 1 мийка, 3 електроплити, стіл-тумба, балкон)
🔹 Дві великі туалетні кімнати на кожному поверсі
🔹 Дві великі загальні душові кімнати (1-й поверх)
🔹 Пральня (1-й поверх)
🔹 Бібліотека (1-й поверх)
🔹 Тренажерна зала (1-й поверх)
🔹 Майстерня столяра та сантехніка (1-й поверх)
🔹 Тенісний стіл (2-й поверх)
🔹 Тераса (2-й поверх)
🔹 Спільний простір з диваном чи кріслами в холі на кожному поверсі
🔹 Місце для барбекю на прибудинковій території
 
🌳 Велика огороджена прибудинкова територія з деревами, суницями та навіть городом (хобі гуртожитського сантехніка).

❗️ Гуртожиток у Ворзелі є місцем проживання виключно для студентів-магістрів, проте, як і студенти-бакалаври, вони мають можливість заселятися в інші гуртожитки - Трою, Харьок чи Маккейна.

📍 смт Ворзель, вул. Кленова, 6-А
"""